Repository: Sumit-rajput98/pashu_app
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, ta, te

source: Dog
hi: कुत्ता
kn: ನಾಯಿ
ml: നായ്
ta: நாய்
te: కుక్క

source: Goat
hi: बकरी
kn: ಮೇಕೆ
ml: ആട്
ta: ஆடு
te: మేక

source: Horse
hi: घोड़ा
kn: ಕುದುರೆ
ml: കുതിര
ta: குதிரை
te: గుర్రం

source: Buffalo
hi: भैंस
kn: ಎಮ್ಮೆ
ml: എരുമ
ta: எருமை
te: గేదె

source: Sheep
hi: भेड़
kn: ಕುರಿ
ml: ആട്
ta: செம்மரியாடு
te: గొర్రె

source: Pigs
hi: सूअर
kn: ಹಂದಿಗಳು
ml: പന്നികൾ
ta: பன்றிகள்
te: వర్రాహాలు

source: Cat
hi: बिल्ली
kn: ಬೆಕ್ಕು
ml: പൂച്ച
ta: பூனை
te: పిల్లి

source: Fishes
hi: मछली
kn: ಮೀನುಗಳು
ml: മത്സ്യങ്ങൾ
ta: மீன்கள்
te: చేపలు

source: Small Mammals
hi: छोटे स्तनधारी
kn: ಸಣ್ಣ ಸಸ್ತನಿಗಳು
ml: ചെറിയ സസ്തനികൾ
ta: சிறிய பாலூட்டிகள்
te: చిన్న క్షీరదాలు

source: Search animals, breeds...
hi: जानवर, नस्लें खोजें...
kn: ಪ್ರಾಣಿಗಳು, ಜಾತಿಗಳನ್ನು ಹುಡುಕಿ...
ml: മൃഗങ്ങളെ, ഇനങ്ങളെ തിരയുക...
ta: விலங்குகள், இனங்களைத் தேடுங்கள்...
te: జంతువులు, జాతులను వెతకండి...

source: Unknown Animal
hi: अज्ञात जानवर
kn: ಅಜ್ಞಾತ ಪ್ರಾಣಿ
ml: അജ്ഞാത മൃഗം
ta: தெரியாத விலங்கு
te: తెలియని జంతువు

source: Breed
hi: नस्ल
kn: ಜಾತಿ
ml: ഇനം
ta: இனம்
te: జాతి

source: Owner:
hi: मालिक:
kn: ಮಾಲಿಕ:
ml: ഉറുപത
ta: உரிமையாளர்:
te: మालिक:

source: Call me
hi: मुझे कॉल करें
kn: ನನಗೆ ಕರೆ ಮಾಡಿ
ml: എന്നെ വിളിക്കൂ
ta: எனக்கு அழைப்பு செய்யுங்கள்
te: నాకు కాల్ చేయండి

source: Buy Now
hi: अभी खरीदें
kn: ಈಗ ಖರೀದಿಸಿ
ml: ഇപ്പോൾ വാങ്ങുക
ta: இப்போது வாங்குங்கள்
te: ఇప్పుడే కొనండి

source: added to wishlist
hi: विशलिस्ट में जोड़ा गया
kn: ವಿಷ್‌ಲಿಸ್ಟ್‌ಗೆ ಸೇರಿಸಲಾಗಿದೆ
ml: വിഷ്‌ലിസ്റ്റിൽ ചേർത്തു
ta: விஷ்லிஸ்ட்டில் சேர்க்கப்பட்டது
te: విష్‌లిస్ట్‌కు జోడించబడింది

source: Animal
hi: जानवर
kn: ಪ್ರಾಣಿ
ml: മൃഗം
ta: விலங்கு
te: జంతువు

source: Failed to add to wishlist
hi: विशलिस्ट में जोड़ने में विफल
kn: ವಿಷ್‌ಲಿಸ್ಟ್‌ಗೆ ಸೇರಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ml: വിഷ്‌ലിസ്റ്റിൽ ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു
ta: விஷ்லிஸ்ட்டில் சேர்க்கத் தவறிவிட்டது
te: విష్‌లిస్ట్‌కు జోడించడంలో విఫలమైంది

source: No animals found
hi: कोई जानवर नहीं मिला
kn: ಯಾವುದೇ ಪ್ರಾಣಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: മൃഗങ്ങളെ കണ്ടെത്തിയില്ല
ta: விலங்குகள் எதுவும் கிடைக்கவில்லை
te: జంతువులు కనుగొనబడలేదు

# trySelectingDifferentCategory
source: Try selecting a different category
hi: अलग श्रेणी का चयन करने का प्रयास करें
kn: ವಿಭಿನ್ನ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ
ml: മറ്റൊരു വിഭാഗം തിരഞ്ഞെടുക്കാൻ ശ്രമിക്കുക
ta: வேறு வகையைத் தேர்ந்தெடுக்க முயற்சிக்கவும்
te: వేరే వర్గాన్ని ఎంచుకోవడానికి ప్రయత్నించండి

source: Check back later for new listings
hi: नई लिस्टिंग के लिए बाद में जांचें
kn: ಹೊಸ ಪಟ್ಟಿಗಳಿಗಾಗಿ ನಂತರ ಪರಿಶೀಲಿಸಿ
ml: പുതിയ ലിസ്റ്റിംഗുകൾക്കായി പിന്നീട് പരിശോധിക്കുക
ta: புதிய பட்டியல்களுக்கு பின்னர் சரிபார்க்கவும்
te: కొత్త లిస్టింగ్‌ల కోసం తర్వాత తనిఖీ చేయండి

# purchaseRequestSent
source: Purchase request sent for
hi: खरीदारी का अनुरोध भेजा गया
kn: ಖರೀದಿ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ
ml: വാങ്ങൽ അഭ്യർത്ഥന അയച്ചു
ta: வாங்குவதற்கான கோரிக்கை அனுப்பப்பட்டது
te: కొనుగోలు అభ్యర్థన పంపబడింది

source: All
hi: सभी
kn: ಎಲ್ಲಾ
ml: എല്ലാം
ta: அனைத்தும்
te: అన్ని

source: Cow
hi: गाय
kn: ಗೋವು
ml: പശു
ta: பசு
te: ఆవు

source: Cats
hi: बिल्ली
kn: ಬೆಕ್ಕುಗಳು
ml: പൂച്ചകൾ
ta: பூனைகள்
te: పిల్లులు

source: Animal Details
hi: पशु विवरण
kn: ಪ್ರಾಣಿಯ ವಿವರಗಳು
ml: മൃഗത്തിന്റെ വിശദാംശങ്ങൾ
ta: விலங்கு விவரங்கள்
te: జంతువు వివరాలు

source: Photos
hi: फोटो
kn: ಫೋಟೋಗಳು
ml: ഫോട്ടോകൾ
ta: புகைப்படங்கள்
te: ఫోటోలు

source: Type
hi: प्रकार
kn: ಪ್ರಕಾರ
ml: തരം
ta: வகை
te: రకం

source: Age
hi: उम्र
kn: ವಯಸ್ಸು
ml: വയം
ta: வயது
te: వయసు

source: Gender
hi: लिंग
kn: ಲಿಂಗ
ml: ലിംഗം
ta: பாலினம்
te: లింగం

source: years
hi: साल
kn: ವರ್ಷಗಳು
ml: വർഷങ്ങൾ
ta: வருடங்கள்
te: సంవత్సరాలు

source: Pricing Information
hi: मूल्य निर्धारण जानकारी
kn: ಬೆಲೆ ಮಾಹಿತಿ
ml: വില വിവരങ്ങൾ
ta: விலை தகவல்
te: ధర సమాచారం

source: Fixed Price
hi: निश्चित मूल्य
kn: ನಿಗದಿತ ಬೆಲೆ
ml: നിശ്ചിത വില
ta: நிர்ணய விலை
te: స్థిర ధర

# ownerAndLocation
source: Owner & Location
hi: मालिक और स्थान
kn: ಮಾಲೀಕ ಮತ್ತು ಸ್ಥಳ
ml: ഉടമ്പയും സ്ഥലവും
ta: உரிமையாளர் மற்றும் இடம்
te: యజమాని మరియు స్థానం

source: Location
hi: स्थान
kn: ಸ್ಥಳ
ml: സ്ഥലം
ta: இடம்
te: స్థానం

source: Distance
hi: दूरी
kn: ದೂರ
ml: ദൂരം
ta: தூரம்
te: దూరం

source: Not specified
hi: निर्दिष्ट नहीं
kn: ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿಲ್ಲ
ml: വ്യക്തമാക്കിയിട്ടില്ല
ta: குறிப்பிடப்படவில்லை
te: పేర్కొనబడలేదు

source: meters
hi: मीटर
kn: ಮೀಟರ್‌ಗಳು
ml: മീറ്റർ
ta: மீட்டர்
te: మీటర్లు

source: km
hi: किमी
kn: ಕಿ.ಮೀ
ml: കി‌മി
ta: கிமீ
te: కిమీ

source: Description
hi: विवरण
kn: ವಿವರಣೆ
ml: വിവരണം
ta: விளக்கம்
te: వివరణ

source: Contact Seller
hi: विक्रेता से संपर्क करें
kn: ಮಾರಾಟಗಾರನನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: വിൽപ്പനക്കാരനെ ബന്ധപ്പെടുക
ta: விற்பனையாளரை தொடர்பு கொள்ளுங்கள்
te: విక్రేతతో సంప్రదించండి

# unlockContactDetails
source: Unlock contact details for ₹2 to connect with the seller
hi: विक्रेता से जुड़ने के लिए ₹2 में संपर्क विवरण अनलॉक करें
kn: ಮಾರಾಟಗಾರನೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಲು ₹2ಗೆ ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ml: വിൽപ്പനക്കാരനുമായി ബന്ധപ്പെടാൻ ₹2ന് ബന്ധപ്പെടൽ വിശദാംശങ്ങൾ അൺലോക്ക് ചെയ്യുക
ta: விற்பனையாளருடன் இணைக்க ₹2க்கு தொடர்பு விவரங்களை திறக்கவும்
te: విక్రేతతో కనెక్ట్ అవ్వడానికి ₹2కి సంప్రదింపు వివరాలను అన్‌లాక్ చేయండి

source: Unlocking...
hi: अनलॉक कर रहे हैं...
kn: ಅನ್‌ಲಾಕ್ ಮಾಡುತ್ತಿದ್ದೇವೆ...
ml: അൺലോക്ക് ചെയ്യുന്നു...
ta: திறக்கிறது...
te: అన్‌లాక్ చేస్తోంది...

# unlockContact
source: Unlock Contact (₹2)
hi: संपर्क अनलॉक करें (₹2)
kn: ಸಂಪರ್ಕವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ (₹2)
ml: ബന്ധപ്പെടൽ അൺലോക്ക് ചെയ്യുക (₹2)
ta: தொடர்பை திறக்கவும் (₹2)
te: సంప్రదింపును అన్‌లాక్ చేయండి (₹2)

source: Contact Options
hi: संपर्क विकल्प
kn: ಸಂಪರ್ಕ ಆಯ್ಕೆಗಳು
ml: ബന്ധപ്പെടൽ ഓപ്ഷനുകൾ
ta: தொடர்பு விருப்பங்கள்
te: సంప్రదింపు ఎంపికలు

source: Call
hi: कॉल
kn: ಕರೆ
ml: കോൾ
ta: அழைப்பு
te: కాల్

source: WhatsApp
hi: व्हाट्सएप
kn: ವಾಟ್ಸ್‌ಆಪ್
ml: വാട്സാപ്പ്
ta: வாட்ஸ்அப்
te: వాట్సాప్

source: Contact
hi: संपर्क
kn: ಸಂಪರ್ಕ
ml: ബന്ധപ്പെടുക
ta: தொடர்பு
te: సంప్రదింపు

source: Not available
hi: उपलब्ध नहीं है
kn: ಲಭ್ಯವಿಲ್ಲ
ml: ലഭ്യമല്ല
ta: கிடைக்கவில்லை
te: లభ్యం కాదు

source: User not logged in
hi: उपयोगकर्ता लॉग इन नहीं है
kn: ಬಳಕೆದಾರ ಲಾಗಿನ್ ಆಗಿಲ್ಲ
ml: ഉപയോക്താവ് ലോഗിൻ ചെയ്തിട്ടില്ല
ta: பயனர் உள்நுழையவில்லை
te: వినియోగదారు లాగిన్ కాలేదు

source: User data not found
hi: उपयोगकर्ता डेटा नहीं मिला
kn: ಬಳಕೆದಾರ ಡೇಟಾ ಕಂಡುಬಂದಿಲ್ಲ
ml: ഉപയോക്താവിന്റെ ഡാറ്റ കണ്ടെത്തിയില്ല
ta: பயனர் தரவு கிடைக்கவில்லை
te: వినియోగదారు డేటా కనుగొనబడలేదు

# contactAlreadyUnlocked
source: This contact is already unlocked.
hi: यह संपर्क पहले से ही अनलॉक है।
kn: ಈ ಸಂಪರ್ಕವನ್ನು ಈಗಾಗಲೇ ಅನ್‌ಲಾಕ್ ಮಾಡಲಾಗಿದೆ.
ml: ഈ ബന്ധപ്പെടൽ ഇതിനകം അൺലോക്ക് ചെയ്തിട്ടുണ്ട്.
ta: இந்த தொடர்பு ஏற்கனவே திறக்கப்பட்டுள்ளது।
te: ఈ సంప్రదింపు ఇప్పటికే అన్‌లాక్ చేయబడింది।

source: Contact unlocked successfully!
hi: संपर्क सफलतापूर्वक अनलॉक हुआ!
kn: ಸಂಪರ್ಕವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅನ್‌ಲಾಕ್ ಮಾಡಲಾಗಿದೆ!
ml: ബന്ധപ്പെടൽ വിജയകരമായി അൺലോക്ക് ചെയ്തു!
ta: தொடர்பு வெற்றிகரமாக திறக்கப்பட்டது!
te: సంప్రదింపు విజయవంతంగా అన్‌లాక్ చేయబడింది!

source: Could not launch phone app
hi: फोन ऐप लॉन्च नहीं कर सका
kn: ಫೋನ್ ಆಪ್ ಅನ್ನು ಲಾಂಚ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: ഫോൺ ആപ്പ് ലോഞ്ച് ചെയ്യാൻ കഴിഞ്ഞില്ല
ta: ஃபோன் ஆப்பைத் திறக்க முடியவில்லை
te: ఫోన్ యాప్‌ను లాంచ్ చేయలేకపోయింది

source: Phone number not available
hi: फोन नंबर उपलब्ध नहीं
kn: ಫೋನ್ ನಂಬರ್ ಲಭ್ಯವಿಲ್ಲ
ml: ഫോൺ നമ്പർ ലഭ്യമല്ല
ta: ஃபோன் எண் கிடைக்கவில்லை
te: ఫోన్ నంబర్ అందుబాటులో లేదు

source: Could not open WhatsApp
hi: व्हाट्सऐप नहीं खोल सका
kn: ವಾಟ್ಸ್‌ಆಪ್ ತೆರೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: വാട്ട്സ്ആപ്പ് തുറക്കാൻ കഴിഞ്ഞില്ല
ta: வாட்ஸ்அப்பை திறக்க முடியவில்லை
te: వాట్సాప్‌ను తెరవలేకపోయింది

# whatsAppMessageTemplate
source: Hi, I am interested in your {animalName} listed on Pashu Parivar.
hi: नमस्ते, मुझे पशु परिवार पर सूचीबद्ध आपके {animalName} में रुचि है।
kn: ನಮಸ್ತೆ, ಪಶು ಪರಿವಾರದಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾದ ನಿಮ್ಮ {animalName}ನಲ್ಲಿ ನನಗೆ ಆಸಕ್ತಿ ಇದೆ.
ml: ഹായ്, പശു പരിവാറിൽ ലിസ്റ്റ് ചെയ്ത നിങ്ങളുടെ {animalName}ൽ എനിക്ക് താൽപ്പര്യമുണ്ട്.
ta: வணக்கம், பசு பரிவாரில் பட்டியலிடப்பட்ட உங்கள் {animalName}ல் எனக்கு ஆர்வம் உள்ளது।
te: హాయ్, పశు పరివార్‌లో లిస్ట్ చేసిన మీ {animalName}లో నాకు ఆసక్తి ఉంది।

source: Location not available
hi: स्थान उपलब्ध नहीं
kn: ಸ್ಥಳ ಲಭ್ಯವಿಲ್ಲ
ml: ലൊക്കേഷൻ ലഭ്യമല്ല
ta: இருப்பிடம் கிடைக்கவில்லை
te: లొకేషన్ అందుబాటులో లేదు

source: Remove
hi: हटाएं
kn: ತೆಗೆದುಹಾಕಿ
ml: നീക്കം ചെയ്യുക
ta: அகற்றவும்
te: తీసివేయండి

source: Removed from wishlist
hi: विश लिस्ट से हटा दिया गया
kn: ವಿಷ್‌ಲಿಸ್ಟ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ml: വിഷ്‌ലിസ്റ്റിൽ നിന്ന് നീക്കം ചെയ്തു
ta: விஷ்லிஸ்ட்டில் இருந்து அகற்றப்பட்டது
te: విష్‌లిస్ట్ నుండి తీసివేయబడింది

source: Failed to remove
hi: हटाने में विफल
kn: ತೆಗೆದುಹಾಕುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ml: നീക്കം ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ta: அகற்றுவதில் தோல்வி
te: తీసివేయడంలో విఫలమైంది

source: Animal Details Coming Soon
hi: पशु विवरण जल्द आ रहा है
kn: ಪ್ರಾಣಿಯ ವಿವರಗಳು ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತಿವೆ
ml: മൃഗത്തിന്റെ വിശദാംശങ്ങൾ ഉടൻ വരുന്നു
ta: விலங்கு விவரங்கள் விரைவில் வருகின்றன
te: జంతువు వివరాలు త్వరలో వస్తున్నాయి

# fullAnimalDetailsModal
source: Full animal details modal will be implemented here
hi: पूर्ण पशु विवरण मॉडल यहाँ लागू किया जाएगा
kn: ಪೂರ್ಣ ಪ್ರಾಣಿ ವಿವರಗಳ ಮಾಡಲ್ ಇಲ್ಲಿ ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುವುದು
ml: പൂർണ്ണ മൃഗ വിശദാംശങ്ങളുടെ മോഡൽ ഇവിടെ നടപ്പിലാക്കും
ta: முழு விலங்கு விவரங்கள் மாடல் இங்கே செயல்படுத்தப்படும்
te: పూర్తి జంతువు వివరాల మోడల్ ఇక్కడ అమలు చేయబడుతుంది

source: No wishlist animals found
hi: कोई विश लिस्ट जानवर नहीं मिले
kn: ಯಾವುದೇ ವಿಷ್‌ಲಿಸ್ಟ್ ಪ್ರಾಣಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: വിഷ്‌ലിസ്റ്റ് മൃഗങ്ങളെ കണ്ടെത്തിയില്ല
ta: விஷ்லிஸ்ட் விலங்குகள் எதுவும் கிடைக்கவில்லை
te: విష్‌లిస్ట్ జంతువులు కనుగొనబడలేదు

# tryAddingAnimalsToWishlist
source: Try adding some animals to your wishlist!
hi: अपनी विश लिस्ट में कुछ जानवर जोड़ने का प्रयास करें!
kn: ನಿಮ್ಮ ವಿಷ್‌ಲಿಸ್ಟ್‌ಗೆ ಕೆಲವು ಪ್ರಾಣಿಗಳನ್ನು ಸೇರಿಸಲು ಪ್ರಯತ್ನಿಸಿ!
ml: നിങ്ങളുടെ വിഷ്‌ലിസ്റ്റിൽ കുറച്ച് മൃഗങ്ങളെ ചേർക്കാൻ ശ്രമിക്കുക!
ta: உங்கள் விஷ்லிஸ்ட்டில் சில விலங்குகளைச் சேர்க்க முயற்சிக்கவும்!
te: మీ విష్‌లిస్ట్‌కు కొన్ని జంతువులను జోడించడానికి ప్రయత్నించండి!

source: Investment Project
hi: निवेश परियोजना
kn: ಹೂಡಿಕೆ ಯೋಜನೆ
ml: നിക്ഷേപ പദ്ധതി
ta: முதலீட்டு திட்டம்
te: పెట్టుబడి ప్రాజెక్ట్

source: Upcoming Projects
hi: आगामी परियोजनाएं
kn: ಮುಂಬರುವ ಯೋಜನೆಗಳು
ml: വരാനിരിക്കുന്ന പദ്ധതികൾ
ta: வரவிருக்கும் திட்டங்கள்
te: రాబోయే ప్రాజెక్ట్‌లు

source: Live Projects
hi: लाइव परियोजनाएं
kn: ಲೈವ್ ಯೋಜನೆಗಳು
ml: ലൈവ് പദ്ധതികൾ
ta: நேரலை திட்டங்கள்
te: లైవ్ ప్రాజెక్ట్‌లు

source: Completed Projects
hi: पूर्ण परियोजनाएं
kn: ಪೂರ್ಣಗೊಂಡ ಯೋಜನೆಗಳು
ml: പൂർത്തിയാക്കിയ പദ്ധതികൾ
ta: முடிக்கப்பட்ட திட்டங்கள்
te: పూర్తయిన ప్రాజెక్ట్‌లు

source: MVP for aquaculture investment
hi: जलीय कृषि निवेश के लिए एमवीपी
kn: ಅಕ್ವಾಕಲ್ಚರ್ ಹೂಡಿಕೆಗಾಗಿ MVP
ml: അക്വാകൾച്ചർ നിക്ഷേപത്തിനുള്ള MVP
ta: நீர்வளர்ப்பு முதலீட்டிற்கான MVP
te: ఆక్వాకల్చర్ పెట్టుబడి కోసం MVP

source: Long Term
hi: दीर्घकालिक
kn: ದೀರ್ಘಾವಧಿ
ml: ദീർഘകാലിക
ta: நீண்ட கால
te: దీర్ఘకాలిక

source: Amount
hi: राशि
kn: ಮೊತ್ತ
ml: തുക
ta: தொகை
te: మొత్తం

source: Start Date
hi: प्रारंभ तिथि
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
ml: ആരംഭ തീയതി
ta: தொடக்க தேதி
te: ప్రారంభ తేదీ

# sixToEightMonths
source: 6 to 8 months
hi: 6 से 8 महीने
kn: 6 ರಿಂದ 8 ತಿಂಗಳುಗಳು
ml: 6 മുതൽ 8 മാസം വരെ
ta: 6 முதல் 8 மாதங்கள்
te: 6 నుండి 8 నెలలు

source: Lots Booked
hi: लॉट बुक किए गए
kn: ಲಾಟ್‌ಗಳನ್ನು ಬುಕ್ ಮಾಡಲಾಗಿದೆ
ml: ലോട്ടുകൾ ബുക്ക് ചെയ്തു
ta: லாட்கள் பதிவு செய்யப்பட்டுள்ளன
te: లాట్‌లు బుక్ చేయబడ్డాయి

source: No projects available.
hi: कोई परियोजना उपलब्ध नहीं।
kn: ಯಾವುದೇ ಯೋಜನೆಗಳು ಲಭ್ಯವಿಲ್ಲ।
ml: പദ്ധതികളൊന്നും ലഭ്യമല്ല।
ta: திட்டங்கள் எதுவும் கிடைக்கவில்லை।
te: ప్రాజెక్ట్‌లు అందుబాటులో లేవు।

# firstAugust2025
source: 1st August 2025
hi: 1 अगस्त 2025
kn: 1 ಆಗಸ್ಟ್ 2025
ml: 1 ഓഗസ്റ്റ് 2025
ta: 1 ஆகஸ்ட் 2025
te: 1 ఆగస్ట్ 2025

# addAmountAndGetPlans
source: Add Amount & Get Plans
hi: राशि जोड़ें और योजनाएं प्राप्त करें
kn: ಮೊತ್ತವನ್ನು ಸೇರಿಸಿ ಮತ್ತು ಯೋಜನೆಗಳನ್ನು ಪಡೆಯಿರಿ
ml: തുക ചേർത്ത് പ്ലാനുകൾ നേടുക
ta: தொகையைச் சேர்த்து திட்டங்களைப் பெறுங்கள்
te: మొత్తం జోడించి ప్లాన్‌లు పొందండి

source: Get Verified Your Pashu
hi: अपने पशु को सत्यापित कराएं
kn: ನಿಮ್ಮ ಪಶುವನ್ನು ಪರಿಶೀಲಿಸಿ
ml: നിങ്ങളുടെ പശുവിനെ പരിശോധിപ്പിക്കുക
ta: உங்கள் பசுவை சரிபார்க்கவும்
te: మీ పశువును ధృవీకరించుకోండి

# termsAndPrivacy
source: Terms & Privacy
hi: नियम और गोपनीयता
kn: ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ
ml: നിബന്ധനകളും സ്വകാര്യതയും
ta: நியமங்கள் மற்றும் தனியுரிமை
te: నియమాలు & గోప్యత

# newA
source: NEW
hi: नया
kn: ಹೊಸ
ml: പുതിയത്
ta: புதிய
te: కొత్త

# areYouSureLogout
source: Are you sure you want to logout from your account?
hi: क्या आप वाकई अपने खाते से लॉगआउट करना चाहते हैं?
kn: ನೀವು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಲಾಗೌಟ್ ಮಾಡಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: നിങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് ലോഗൗട്ട് ചെയ്യാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
ta: நீங்கள் உங்கள் கணக்கிலிருந்து வெளியேற விரும்புகிறீர்களா?
te: మీరు మీ ఖాతా నుండి లాగ్అవుట్ కావాలని ఖచ్చితంగా అనుకుంటున్నారా?

source: No Profile Found
hi: कोई प्रोफाइल नहीं मिला
kn: ಪ್ರೊಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ
ml: പ്രൊഫൈൽ കണ്ടെത്തിയില്ല
ta: சுயவிவரம் கிடைக்கவில்லை
te: ప్రొఫైల్ కనుగొనబడలేదు

# profileInformationNotAvailable
source: Profile information is not available
hi: प्रोफाइल जानकारी उपलब्ध नहीं है
kn: ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ
ml: പ്രൊഫൈൽ വിവരങ്ങൾ ലഭ്യമല്ല
ta: சுயவிவர தகவல் கிடைக்கவில்லை
te: ప్రొఫైల్ సమాచారం అందుబాటులో లేదు

source: Subscription Plans
hi: सब्सक्रिप्शन प्लान
kn: ಸಬ್‌ಸ್ಕ್ರಿಪ್‌ಷನ್ ಪ್ಲಾನ್‌ಗಳು
ml: സബ്‌സ്‌ക്രിപ്‌ഷൻ പ്ലാനുകൾ
ta: சந்தா திட்டங்கள்
te: సబ్‌స్క్రిప్షన్ ప్లాన్‌లు

source: Choose Your Plan
hi: अपना प्लान चुनें
kn: ನಿಮ್ಮ ಪ್ಲಾನ್ ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ പ്ലാൻ തിരഞ്ഞെടുക്കുക
ta: உங்கள் திட்டத்தைத் தேர்ந்தெடுக்கவும்
te: మీ ప్లాన్‌ను ఎంచుకోండి

# unlockPremiumFeatures
source: Unlock premium features and grow your livestock business with our subscription plans
hi: प्रीमियम सुविधाओं को अनलॉक करें और हमारे सब्सक्रिप्शन प्लान के साथ अपने पशुधन व्यवसाय को बढ़ाएं
kn: ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ ಮತ್ತು ನಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್‌ಷನ್ ಪ್ಲಾನ್‌ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಜಾನುವಾರು ವ್ಯಾಪಾರವನ್ನು ಬೆಳೆಸಿ
ml: പ്രീമിയം ഫീച്ചറുകൾ അൺലോക്ക് ചെയ്ത് ഞങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ പ്ലാനുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ കന്നുകാലി ബിസിനസ്സ് വളർത്തുക
ta: பிரீமியம் அம்சங்களை அன்லாக் செய்து எங்கள் சந்தா திட்டங்களுடன் உங்கள் கால்நடை வணிகத்தை வளர்க்கவும்
te: ప్రీమియం ఫీచర్‌లను అన్‌లాక్ చేసి, మా సబ్‌స్క్రిప్షన్ ప్లాన్‌లతో మీ పశువుల వ్యాపారాన్ని పెంచుకోండి

source: Diamond Plan
hi: डायमंड प्लान
kn: ಡೈಮಂಡ್ ಪ್ಲಾನ್
ml: ഡയമണ്ട് പ്ലാൻ
ta: டயமண்ட் திட்டம்
te: డైమండ్ ప్లాన్

source: Gold Plan
hi: गोल्ड प्लान
kn: ಗೋಲ್ಡ್ ಪ್ಲಾನ್
ml: ഗോൾഡ് പ്ലാൻ
ta: தங்க திட்டம்
te: గోల్డ్ ప్లాన్

source: Silver Plan
hi: सिल्वर प्लान
kn: ಸಿಲ್ವರ್ ಪ್ಲಾನ್
ml: സിൽവർ പ്ലാൻ
ta: வெள்ளி திட்டம்
te: సిల్వర్ ప్లాన్

source: Year
hi: साल
kn: ವರ್ಷ
ml: വർഷം
ta: ஆண்டு
te: సంవత్సరం

# months3
source: 3 Months
hi: 3 महीने
kn: 3 ತಿಂಗಳುಗಳು
ml: 3 മാസം
ta: 3 மாதங்கள்
te: 3 నెలలు

source: Month
hi: महीना
kn: ತಿಂಗಳು
ml: മാസം
ta: மாதம்
te: నెల

source: Choose Plan
hi: प्लान चुनें
kn: ಪ್ಲಾನ್ ಆಯ್ಕೆಮಾಡಿ
ml: പ്ലാൻ തിരഞ്ഞെടുക്കുക
ta: திட்டத்தைத் தேர்ந்தெடுக்கவும்
te: ప్లాన్ ఎంచుకోండి

source: Unlimited Pashu Profile Contact
hi: असीमित पशु प्रोफाइल संपर्क
kn: ಅನ್‌ಲಿಮಿಟೆಡ್ ಪಶು ಪ್ರೊಫೈಲ್ ಸಂಪರ್ಕ
ml: അൺലിമിറ്റഡ് പശു പ്രൊഫൈൽ കോൺടാക്ട്
ta: வரம்பற்ற பசு சுயவிவர தொடர்பு
te: అన్‌లిమిటెడ్ పశు ప్రొఫైల్ కాంటాక్ట్

source: Unlimited Free Pashu Listings
hi: असीमित मुफ्त पशु लिस्टिंग
kn: ಅನ್‌ಲಿಮಿಟೆಡ್ ಉಚಿತ ಪಶು ಪಟ್ಟಿಗಳು
ml: അൺലിമിറ്റഡ് ഫ്രീ പശു ലിസ്റ്റിംഗുകൾ
ta: வரம்பற்ற இலவச பசு பட்டியல்கள்
te: అన్‌లిమిటెడ్ ఉచిత పశు లిస్టింగ్‌లు

source: Priority Customer Support
hi: प्राथमिकता ग्राहक सहायता
kn: ಆದ್ಯತೆ ಗ್ರಾಹಕ ಬೆಂಬಲ
ml: മുൻഗണന കസ്റ്റമർ സപ്പോർട്ട്
ta: முன்னுரிமை வாடிக்கையாளர் ஆதரவு
te: ప్రాధాన్యత కస్టమర్ సపోర్ట్

source: Advanced Analytics
hi: उन्नत विश्लेषण
kn: ಸುಧಾರಿತ ವಿಶ್ಲೇಷಣೆ
ml: അഡ്വാൻസ്ഡ് അനലിറ്റിക്സ്
ta: மேம்பட்ட பகுப்பாய்வு
te: అధునాతన విశ్లేషణలు

source: Premium Badge
hi: प्रीमियम बैज
kn: ಪ್ರೀಮಿಯಂ ಬ್ಯಾಡ್ಜ್
ml: പ്രീമിയം ബാഡ്ജ്
ta: பிரீமியம் பேட்ஜ்
te: ప్రీమియం బ్యాడ్జ్

# freePashuListings10
source: 10 Free Pashu Listings
hi: 10 मुफ्त पशु लिस्टिंग
kn: 10 ಉಚಿತ ಪಶು ಪಟ್ಟಿಗಳು
ml: 10 ഫ്രീ പശു ലിസ്റ്റിംഗുകൾ
ta: 10 இலவச பசு பட்டியல்கள்
te: 10 ఉచిత పశు లిస్టింగ్‌లు

source: Standard Customer Support
hi: मानक ग्राहक सहायता
kn: ಪ್ರಮಾಣಿತ ಗ್ರಾಹಕ ಬೆಂಬಲ
ml: സ്റ്റാൻഡേർഡ് കസ്റ്റമർ സപ്പോർട്ട്
ta: நிலையான வாடிக்கையாளர் ஆதரவு
te: ప్రామాణిక కస్టమర్ సపోర్ట్

source: Basic Analytics
hi: बुनियादी विश्लेषण
kn: ಮೂಲಭೂತ ವಿಶ್ಲೇಷಣೆ
ml: ബേസിക് അനലിറ്റിക്സ്
ta: அடிப்படை பகுப்பாய்வு
te: ప్రాథమిక విశ్లేషణలు

# freePashuListings2
source: 2 Free Pashu Listings
hi: 2 मुफ्त पशु लिस्टिंग
kn: 2 ಉಚಿತ ಪಶು ಪಟ್ಟಿಗಳು
ml: 2 ഫ്രീ പശു ലിസ്റ്റിംഗുകൾ
ta: 2 இலவச பசு பட்டியல்கள்
te: 2 ఉచిత పశు లిస్టింగ్‌లు

source: Email Support
hi: ईमेल सहायता
kn: ಇಮೇಲ್ ಬೆಂಬಲ
ml: ഇമെയിൽ സപ്പോർട്ട്
ta: மின்னஞ்சல் ஆதரவு
te: ఇమెయిల్ సపోర్ట్

source: Add Money to Your Wallet
hi: अपने वॉलेट में पैसे जोड़ें
kn: ನಿಮ್ಮ ವಾಲೆಟ್‌ಗೆ ಹಣವನ್ನು ಸೇರಿಸಿ
ml: നിങ്ങളുടെ വാലറ്റിലേക്ക് പണം ചേർക്കുക
ta: உங்கள் வாலட்டில் பணம் சேர்க்கவும்
te: మీ వాలెట్‌కు డబ్బు జోడించండి

# addFundsToWallet
source: Add funds to your wallet and pay for subscriptions seamlessly. Your wallet can be used across all our services.
hi: अपने वॉलेट में फंड जोड़ें और सब्सक्रिप्शन के लिए आसानी से भुगतान करें। आपका वॉलेट हमारी सभी सेवाओं में उपयोग किया जा सकता है।
kn: ನಿಮ್ಮ ವಾಲೆಟ್‌ಗೆ ಹಣವನ್ನು ಸೇರಿಸಿ ಮತ್ತು ಸಬ್‌ಸ್ಕ್ರಿಪ್‌ಷನ್‌ಗಳಿಗೆ ಸುಲಭವಾಗಿ ಪಾವತಿಸಿ. ನಿಮ್ಮ ವಾಲೆಟ್ ನಮ್ಮ ಎಲ್ಲಾ ಸೇವೆಗಳಲ್ಲಿ ಬಳಸಬಹುದು.
ml: നിങ്ങളുടെ വാലറ്റിലേക്ക് ഫണ്ട് ചേർക്കുകയും സബ്‌സ്‌ക്രിപ്‌ഷനുകൾക്കായി എളുപ്പത്തിൽ പണമടയ്ക്കുകയും ചെയ്യുക. നിങ്ങളുടെ വാലറ്റ് ഞങ്ങളുടെ എല്ലാ സേവനങ്ങളിലും ഉപയോഗിക്കാൻ കഴിയും.
ta: உங்கள் வாலட்டில் நிதி சேர்த்து, சந்தாக்களுக்கு எளிதாக பணம் செலுத்துங்கள். உங்கள் வாலட் எங்கள் அனைத்து சேவைகளிலும் பயன்படுத்தப்படும்.
te: మీ వాలెట్‌కు ఫండ్స్ జోడించి, సబ్‌స్క్రిప్షన్‌ల కోసం సులభంగా చెల్లించండి। మీ వాలెట్ మా అన్ని సేవలలో ఉపయోగించవచ్చు.

source: Enter Amount (e.g. 500)
hi: राशि दर्ज करें (जैसे 500)
kn: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ (ಉದಾ. 500)
ml: തുക നൽകുക (ഉദാ. 500)
ta: தொகையை உள்ளிடவும் (எ.கா. 500)
te: మొత్తం నమోదు చేయండి (ఉదా. 500)

source: Add ₹{amount}
hi: ₹{amount} जोड़ें
kn: ₹{amount} ಸೇರಿಸಿ
ml: ₹{amount} ചേർക്കുക
ta: ₹{amount} சேர்க்கவும்
te: ₹{amount} జోడించండి

# tipWalletContact
source: Tip: Your wallet can be used to see the contact details instantly.
hi: सुझाव: आपका वॉलेट तुरंत संपर्क विवरण देखने के लिए इस्तेमाल किया जा सकता है।
kn: ಸಲಹೆ: ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು ತಕ್ಷಣ ನೋಡಲು ನಿಮ್ಮ ವಾಲೆಟ್ ಅನ್ನು ಬಳಸಬಹುದು.
ml: ടിപ്പ്: കോൺടാക്ട് വിശദാംശങ്ങൾ തൽക്ഷണം കാണാൻ നിങ്ങളുടെ വാലറ്റ് ഉപയോഗിക്കാം.
ta: உதவிக்குறிப்பு: தொடர்பு விவரங்களை உடனடியாக பார்க்க உங்கள் வாலட்டைப் பயன்படுத்தலாம்.
te: చిట్కా: మీ వాలెట్‌ను కాంటాక్ట్ వివరాలను తక్షణమే చూడటానికి ఉపయోగించవచ్చు.

# chargedForSubscription
source: You will be charged ₹{price} for this {period} subscription.
hi: इस {period} सब्सक्रिप्शन के लिए आपसे ₹{price} चार्ज किया जाएगा।
kn: ಈ {period} ಸಬ್‌ಸ್ಕ್ರಿಪ್‌ಷನ್‌ಗಾಗಿ ನಿಮ್ಮಿಂದ ₹{price} ಚಾರ್ಜ್ ಮಾಡಲಾಗುತ್ತದೆ.
ml: ഈ {period} സബ്‌സ്‌ക്രിപ്‌ഷനുവേണ്ടി നിങ്ങളിൽ നിന്ന് ₹{price} ചാർജ് ചെയ്യപ്പെടും.
ta: இந்த {period} சந்தாவுக்கு உங்களிடம் ₹{price} வசூலிக்கப்படும்.
te: ఈ {period} సబ్‌స్క్రిప్షన్ కోసం మీకు ₹{price} చార్జ్ చేయబడుతుంది.

source: Confirm Subscription
hi: सब्सक्रिप्शन की पुष्टि करें
kn: ಸಬ್‌ಸ್ಕ್ರಿಪ್‌ಷನ್ ದೃಢೀಕರಿಸಿ
ml: സബ്‌സ്‌ക്രിപ്‌ഷൻ സ്ഥിരീകരിക്കുക
ta: சந்தாவை உறுதிப்படுத்தவும்
te: సబ్‌స్క్రిప్షన్‌ను ధృవీకరించండి

source: Subscription Successful!
hi: सब्सक्रिप्शन सफल!
kn: ಸಬ್‌ಸ್ಕ್ರಿಪ್‌ಷನ್ ಯಶಸ್ವಿ!
ml: സബ്‌സ്‌ക്രിപ്‌ഷൻ വിജയകരം!
ta: சந்தா வெற்றிகரமாக!
te: సబ్‌స్క్రిప్షన్ విజయవంతం!

# subscriptionSuccessMessage
source: You have successfully subscribed to {planName}. Enjoy all premium features!
hi: आपने सफलतापूर्वक {planName} की सदस्यता ली है। सभी प्रीमियम सुविधाओं का आनंद लें!
kn: ನೀವು ಯಶಸ್ವಿಯಾಗಿ {planName}ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ್ದೀರಿ. ಎಲ್ಲಾ ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಆನಂದಿಸಿ!
ml: നിങ്ങൾ വിജയകരമായി {planName}ലേക്ക് സബ്‌സ്‌ക്രൈബ് ചെയ്തു. എല്ലാ പ്രീമിയം ഫീച്ചറുകളും ആസ്വദിക്കുക!
ta: நீங்கள் வெற்றிகரமாக {planName}க்கு சந்தா செய்துள்ளீர்கள். அனைத்து பிரீமியம் அம்சங்களையும் அனுபவிக்கவும்!
te: మీరు విజయవంతంగా {planName}కు సబ్‌స్క్రైబ్ చేసారు. అన్ని ప్రీమియం ఫీచర్‌లను ఆనందించండి!

# continueA
source: Continue
hi: जारी रखें
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
ta: தொடரவும்
te: కొనసాగించండి

source: Subscription Help
hi: सब्सक्रिप्शन सहायता
kn: ಸಬ್‌ಸ್ಕ್ರಿಪ್‌ಷನ್ ಸಹಾಯ
ml: സബ്‌സ്‌ക്രിപ്‌ഷൻ സഹായം
ta: சந்தா உதவி
te: సబ్‌స్క్రిప్షన్ సహాయం

# helpContent
source: • Diamond Plan: ₹365/Year • Gold Plan: ₹140/3 Months • Silver Plan: ₹49/Month • Cancel anytime from your profile • All features unlock immediately • 24/7 customer support included
hi: • डायमंड प्लान: ₹365/साल • गोल्ड प्लान: ₹140/3 महीने • सिल्वर प्लान: ₹49/महीना • अपनी प्रोफाइल से कभी भी रद्द करें • सभी सुविधाएं तुरंत अनलॉक हो जाती हैं • 24/7 ग्राहक सहायता शामिल
kn: • ಡೈಮಂಡ್ ಪ್ಲಾನ್: ₹365/ವರ್ಷ • ಗೋಲ್ಡ್ ಪ್ಲಾನ್: ₹140/3 ತಿಂಗಳುಗಳು • ಸಿಲ್ವರ್ ಪ್ಲಾನ್: ₹49/ತಿಂಗಳು • ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ರದ್ದುಗೊಳಿಸಿ • ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳು ತಕ್ಷಣ ಅನ್‌ಲಾಕ್ ಆಗುತ್ತವೆ • 24/7 ಗ್ರಾಹಕ ಬೆಂಬಲ ಸೇರಿಸಲಾಗಿದೆ
ml: • ഡയമണ്ട് പ്ലാൻ: ₹365/വർഷം • ഗോൾഡ് പ്ലാൻ: ₹140/3 മാസം • സിൽവർ പ്ലാൻ: ₹49/മാസം • നിങ്ങളുടെ പ്രൊഫൈലിൽ നിന്ന് എപ്പോൾ വേണമെങ്കിലും റദ്ദാക്കുക • എല്ലാ ഫീച്ചറുകളും ഉടൻ അൺലോക്ക് ആകും • 24/7 കസ്റ്റമർ സപ്പോർട്ട് ഉൾപ്പെടുത്തിയിട്ടുണ്ട്
ta: • டயமண்ட் திட்டம்: ₹365/ஆண்டு • தங்க திட்டம்: ₹140/3 மாதங்கள் • வெள்ளி திட்டம்: ₹49/மாதம் • உங்கள் சுயவிவரத்திலிருந்து எப்போது வேண்டுமானாலும் ரத்து செய்யவும் • அனைத்து அம்சங்களும் உடனடியாக அன்லாக் ஆகும் • 24/7 வாடிக்கையாளர் ஆதரவு சேர்க்கப்பட்டுள்ளது
te: • డైమండ్ ప్లాన్: ₹365/సంవత్సరం • గోల్డ్ ప్లాన్: ₹140/3 నెలలు • సిల్వర్ ప్లాన్: ₹49/నెల • మీ ప్రొఫైల్ నుండి ఎప్పుడైనా రద్దు చేయండి • అన్ని ఫీచర్‌లు తక్షణమే అన్‌లాక్ అవుతాయి • 24/7 కస్టమర్ సపోర్ట్ చేర్చబడింది

source: Got it
hi: समझ गया
kn: ಅರ್ಥವಾಯಿತು
ml: മനസ്സിലായി
ta: புரிந்தது
te: అర్థమైంది

# pleaseEnterValidAmount
source: Please enter a valid amount
hi: कृपया एक वैध राशि दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ തുക നൽകുക
ta: தயவுசெய்து சரியான தொகையை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే మొత్తాన్ని నమోదు చేయండి

source: Could not initiate payment
hi: भुगतान शुरू नहीं कर सका
kn: ಪಾವತಿಯನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗಲಿಲ್ಲ
ml: പേയ്മെന്റ് ആരംഭിക്കാൻ കഴിഞ്ഞില്ല
ta: செலுத்தலை தொடங்க முடியவில்லை
te: పేమెంట్ ప్రారంభించలేము

# somethingWentWrongPayment
source: Something went wrong with the payment.
hi: भुगतान में कुछ गलत हुआ।
kn: ಪಾವತಿಯಲ್ಲಿ ಏನೋ ತಪ್ಪಾಗಿದೆ.
ml: പേയ്‌മെന്റിൽ എന്തോ പിഴവ് സംഭവിച്ചു.
ta: பணம் செலுத்துதலில் ஏதோ தவறு நடந்தது.
te: చెల్లింపులో ఏదో తప్పు జరిగింది.

# paymentCancelled
source: Payment was cancelled or didn't complete in time.
hi: भुगतान रद्द कर दिया गया या समय पर पूरा नहीं हुआ।
kn: ಪಾವತಿಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ ಅಥವಾ ಸಮಯಕ್ಕೆ ಪೂರ್ಣಗೊಳಿಸಲಿಲ್ಲ.
ml: പേയ്‌മെന്റ് റദ്ദാക്കുകയോ സമയത്തിനുള്ളിൽ പൂർത്തിയാക്കാതിരിക്കുകയോ ചെയ്തു.
ta: பணம் செலுத்துதல் ரத்து செய்யப்பட்டது அல்லது சரியான நேரத்தில் முடிக்கப்படவில்லை.
te: చెల్లింపు రద్దు చేయబడింది లేదా సమయానికి పూర్తి కాలేదు.

# paymentFailed
source: Payment failed: {message}
hi: भुगतान विफल: {message}
kn: ಪಾವತಿ ವಿಫಲ: {message}
ml: പേയ്മെന്റ് പരാജയപ്പെട്ടു: {message}
ta: செலுத்தல் தோல்வியடைந்தது: {message}
te: పేమెంట్ విఫలమైంది: {message}

# externalWalletSelected
source: External Wallet Selected: {walletName}
hi: बाहरी वॉलेट चुना गया: {walletName}
kn: ಬಾಹ್ಯ ವಾಲೆಟ್ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ: {walletName}
ml: ബാഹ്യ വാലറ്റ് തിരഞ്ഞെടുത്തു: {walletName}
ta: வெளிப்புற பணப்பையை தேர்ந்தெடுத்தது: {walletName}
te: బాహ్య వాలెట్ ఎంపికచేస్తున్నది: {walletName}

source: Get In Touch
hi: संपर्क में रहें
kn: ಸಂಪರ್ಕದಲ್ಲಿರಿ
ml: ബന്ധപ്പെടുക
ta: தொடர்பில் இருங்கள்
te: సంప్రదింపులో ఉండండి

# contactUsDescription
source: We're here to help! Reach out to us anytime and we'll get back to you as soon as possible.
hi: हम यहाँ मदद के लिए हैं! किसी भी समय हमसे संपर्क करें और हम जल्द से जल्द आपसे संपर्क करेंगे।
kn: ನಾವು ಸಹಾಯ ಮಾಡಲು ಇಲ್ಲಿದ್ದೇವೆ! ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ ಮತ್ತು ನಾವು ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ನಿಮ್ಮ ಬಳಿಗೆ ಹಿಂತಿರುಗುತ್ತೇವೆ.
ml: ഞങ്ങൾ സഹായിക്കാൻ ഇവിടെയുണ്ട്! എപ്പോൾ വേണമെങ്കിലും ഞങ്ങളെ ബന്ധപ്പെടുക, കഴിയുന്നത്ര വേഗത്തിൽ ഞങ്ങൾ നിങ്ങളിലേക്ക് തിരികെ വരാം.
ta: நாங்கள் உதவ இங்கே இருக்கிறோம்! எந்த நேரத்திலும் எங்களை அணுகுங்கள், முடிந்தவரை விரைவில் நாங்கள் உங்களிடம் திரும்புவோம்.
te: మేము సహాయం చేయడానికి ఇక్కడ ఉన్నాము! ఎప్పుడైనా మమ్మల్ని సంప్రదించండి మరియు వీలైనంత త్వరగా మేము మీకు తిరిగి వస్తాము.

source: Contact Information
hi: संपर्क जानकारी
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿ
ml: ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ
ta: தொடர்பு தகவல்
te: సంప్రదింపు సమాచారం

source: Office Address
hi: कार्यालय का पता
kn: ಕಚೇರಿ ವಿಳಾಸ
ml: ഓഫീസ് വിലാസം
ta: அலுவலக முகவரி
te: కార్యాలయ చిరునామా
