Repository: Sumit-rajput98/pashu_app
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, ta, te

# faqAnswer4
source: Returns are either fixed (monthly/quarterly) or profit-based depending on the plan you choose. Details are provided in the agreement for each plan.
hi: रिटर्न या तो निश्चित (मासिक/त्रैमासिक) या लाभ-आधारित होते हैं, यह आपके द्वारा चुनी गई योजना पर निर्भर करता है। विवरण प्रत्येक योजना के लिए समझौते में प्रदान किए जाते हैं।
kn: ಆದಾಯವು ಸ್ಥಿರ (ತಿಂಗಳು/ತ್ರೈಮಾಸಿಕ) ಅಥವಾ ಲಾಭ ಪೂರಕವಾಗಿರಬಹುದು, ನಿಮ್ಮ ಯೋಜನೆ ಆಯ್ಕೆಮೇಲೆ ಅವಲಂಬಿಸಿದೆ. ವಿವರಗಳು ஒಪ್ಪಂದದಲ್ಲಿ ನೀಡಲ್ಪಡುತ್ತವೆ.
ml: വർതിര്യ തെളിക്കുന്ന സമയഘട്ടത്തിന്റെ അടിസ്ഥാനത്തിൽ വരുമാനം സ്ഥിരതയിലും (മാസാന്ത്യ/ത്രൈമാസിക) ലാഭഭാഗം ആജ παρουσίαന Boreomos ചെയ്യും. വിശദാംശങ്ങൾ ഓരോ പദ്ധതിനും ഡയറൂടെährt സപ̧വത്ത otrAgreement വഴി കൈമാറുന്നു.
ta: வருமானம் மாதாந்திர/முப்பவ தொகை அடிப்படையில் அல்லது லாபத்தின் அடிப்படையில் இருக்கும், இது நீங்கள் தேர்ந்தெடுத்த திட்டத்தின் மீது منحصر. ஒப்பந்தத்தில் ஒவ்வொரு திட்டத்திற்கும் விவரங்களை வழங்குகிறோம்.
te: వాపసులు లేదా స్థిరమైనవి (నెలవారీ/త్రైమాసిక) లేదా లాభం ఆధారంగా ఉంటాయి, ఇది మీరు ఎంచుకున్న ప్రణాళిక ఆధారంగా ఉంటుంది. వివరాలు ప్రతి యోజనకు ఒప్పందంలో అందిస్తారు.

# faqQuestion5
source: When will I get my returns?
hi: मुझे अपना रिटर्न कब मिलेगा?
kn: ನನಗೆ ಆದಾಯವನ್ನು ಯಾವಾಗ ಸಿಗುತ್ತದೆ?
ml: എനിക്ക് വരുമാനം എപ്പോള്‍ ലഭിക്കും?
ta: எனால் என் வருமானம் எப்போது கிடைக்கும்?
te: నాకు నా వాపసులు ఎప్పుడు లభిస్తాయి?

# faqAnswer5
source: Returns are disbursed as per the payment cycle chosen — monthly, quarterly, or annually. The complete details will be shared at the time of agreement.
hi: रिटर्न चुने गए भुगतान चक्र के अनुसार वितरित किए जाते हैं — मासिक, त्रैमासिक, या वार्षिक। पूरा विवरण समझौते के समय साझा किया जाएगा।
kn: ಆದಾಯವನ್ನು ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಪಾವತಿ ಚಕ್ರ (ತಿಂಗಳ, ತ್ರೈಮಾಸಿಕ, ಅಥವಾ ವಾರ್ಷಿಕ) ಆಧಾರದ ಮೇರೆಗೆ ವಿತರಿಸಲಾಗುತ್ತದೆ. ಪೂರ್ಣ ವಿವರಗಳು ಒಪ್ಪಂದದ ಸಮಯದಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ.
ml: പെട്ട മോഡലിന്റെ അടിസ്ഥാനത്തിൽ വരുമാനം പരിശോധിക്കുന്ന കാല ചക്രം (മാസാന്ത്യ, ത്രൈമാസിക അല്ലെങ്കിൽ വാർഷികം) അനുസരിച്ച് വിതരണം ചെയ്യപ്പെടുന്നു. രേഖാfairസ്പരീക്ഷണAgreement കാലത്ത് പക്വരും.
ta: வருமானங்கள் தேர்ந்தெடுத்த கட்டண சுற்று (மாதாந்திர, இடையிடை அல்லது வருடாந்திர) அடிப்படையில் வழங்கப்படும். முழு விவரங்கள் ஒப்பந்தத்தின் போது பகிரப்படும்.
te: వాపసులు ఎంచుకున్న చెల్లింపు చక్రం (నెలవారీ, త్రైమాసిక, లేదా వార్షిక) ప్రకారం పంపిణీ చేయబడతాయి. పూర్తి వివరాలు ఒప్పంద సమయంలో పంచుకుంటారు.

# faqQuestion6
source: Can I visit the farm?
hi: क्या मैं फार्म जा सकता हूं?
kn: ನಾನು فارم‌ಗೆ ಹೋಗಬಹುದೋ?
ml: ഞാൻ ഫാമിൽ പോകാമോ?
ta: நான் பண்ணைக்கு செல்லலாமா?
te: నేను فارم‌కి వెళ్లవచ్చా?

# faqAnswer6
source: Yes, investors can visit partner farms after scheduling an appointment with our support team.
hi: हां, निवेशक हमारी सहायता टीम के साथ अपॉइंटमेंट शेड्यूल करने के बाद साझेदार फार्मों का दौरा कर सकते हैं।
kn: ಹೌದು, ಹೂಡಿಕದಾರರು ನಮ್ಮ ಸಹಾಯಗಾರ ತಂಡದೊಂದಿಗೆ ನಿಯೋಜನೆಗಳನ್ನು ಹೊಂದಿದ ಬಳಿಕ ಕಾಂಪಾರ್ಥಿ ಫಾರಂಗಳನ್ನು ಭೇಟಿ ಮಾಡಬಹುದು.
ml: അവ, സ്വീസോർസ് ourSupport ‍ഗ്രൂപ്പുമായി അപ്പോയിന്റ്‌മെന്റ് ക്രമീകരിച്ചതിനു ശേഷം പങ്കാളി ഫാമുകൾ സന്ദർശിച്ചെന്ന്.
ta: ஆம், முதலீட்டாளர்கள் எங்கள் உதவி குழுவுடன் நேர்முகத்தை ஏற்பாடு செய்த பிறகு பங்குதாரர் பண்ணைகளை சந்திக்க முடியும்.
te: అవును, పెట్టుబడిదారు మా సహాయక దళంతో అపాయింట్‌మెంట్ ఏర్పాటు చేసుకున్న పశుగాళాలకు సందర్శించవచ్చు.

# faqQuestion7
source: Is there any agreement?
hi: क्या कोई समझौता है?
kn: ಒಪ್ಪಂದ ಇದೆಯೇ?
ml: കരാറുണ്ടോ?
ta: ஏதேனும் உடன்படிக்கை இருக்கிறதா?
te: ఏదైనా ఒప్పందమా?

# faqAnswer7
source: Yes, we provide a legally binding MoU (Memorandum of Understanding) outlining your investment details, responsibilities, risk factors, and return timelines.
hi: हां, हम एक कानूनी रूप से बाध्यकारी MoU (समझौता ज्ञापन) प्रदान करते हैं जो आपके निवेश विवरण, जिम्मेदारियों, जोखिम कारकों, और रिटर्न समयसीमा को रेखांकित करता है।
kn: ಹೌದು, ಹೂಡಿಕೆಯ ವಿವರಗಳು, ಜವಾಬ್ದಾರಿಗಳು, ಅಪಾಯಕಾರಿಯಾದ ಅಂಶಗಳು ಮತ್ತು ಆದಾಯಾವಧಿಗಳನ್ನು ವಿವರಿಸುವ ಕಾನೂನಾಗಿ ಬದ್ಧ MoU (ಒಪ್ಪಂದ ಪತ್ರ) ನಮಗೆ ಒದಗಿಸಲಾಗುತ್ತದೆ.
ml: അവസèixer, നിക്ഷേപ വിശദാംശങ്ങൾ, ചുമതലകൾ, അപകട ഘടകങ്ങൾ, വരുമാന കാലാവധികൾ എന്നിവ വിശദീകരിക്കുന്ന MoU (ഒപ്പ്‌വിളി) ഞങ്ങൾ അംഗീകൃതമായതിനാൽ legalAgreement നൽകുന്നു.
ta: ஆம், முதலீடு விவரங்கள், பொறுப்புகள், அபாய காரணிகள் மற்றும் வருமான கால அளவுகள் ஆகியவற்றை விளக்கக்கூடிய சட்டபூர்வமாக கட்டாயமான MoU (ஒப்பந்தம்) ஒன்றை நாங்கள் வழங்குகிறோம்.
te: అవును, మేము ఒక కానూనుగా బద్ధకల్ప మర్యాద MoU (ఒప్పందం) అందిస్తున్నాము, ఇది మీ పెట్టుబడి వివరాలు, బాధ్యతలు, ప్రమాద గుణాలు, మరియు రిటర్న్ కాలవ్యవధులను స్పష్టం చేస్తుంది.

# faqQuestion8
source: How can I withdraw my investment?
hi: मैं अपना निवेश कैसे वापस ले सकता हूं?
kn: ನಾನು ಹೂಡಿಕೆಯನ್ನು ಹೇಗೆ ಹಿಂದಿರುಗಿಸಿಕೊಳ್ಳಬಹುದು?
ml: ഞാൻ എന്റെ നിക്ഷേപം എങ്ങനെ തിരികെ എടുക്കാം?
ta: நான் என் முதலீட்டை எப்படி திருப்பிக் கொள்கிறேன்?
te: నేను నా పెట్టుబడిని ఎలా తిరిగి తీసుకోవాలి?

# faqAnswer8
source: Most projects have a minimum lock-in period. After that, you can exit or choose to reinvest. Early withdrawal may be subject to charges or forfeiture of returns.
hi: अधिकांश परियोजनाओं में न्यूनतम लॉक-इन अवधि होती है। उसके बाद, आप निकल सकते हैं या फिर से निवेश करने का विकल्प चुन सकते हैं। जल्दी निकासी पर शुल्क या रिटर्न की हानि हो सकती है।
kn: ಹೆಚ್ಚಿದಠಯ ಯೋಜನೆಗಳಲ್ಲಿ ಕನಿಷ್ಠ ಲಾಕ್‑ಇನ್ ಅವಧಿ ಇರುತ್ತದೆ. ಅದರ ನಂತರ, ನೀವು ಹೊರಬರಬಹುದು ಅಥವಾ ಮರು ಹೂಡಿಕೆ ಮಾಡಲು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ತಡ ಹೊರಹೋಗುವುದರೆ ಶುಲ್ಕ ಅಥವಾ ಆದಾಯದ ನಷ್ಟವಿರಬಹುದು.
ml: അധികം പദ്ധതികളിൽ ഒരു కనీసล็ക്ക്‑ഇൻ കാലാവധി ഉണ്ട്. അതിനുശേഷം, നിങ്ങൾഡിച്ചുമെന്ന് അല്ലെങ്കിൽ മ വീണ്ടും നിക്ഷേപം ചെയ്യാനുള്ള ഓപ്ഷൻ തിരഞ്ഞെടുക്കാം. മുൻ‌കൂർ പുറപ്പെടൽ ഉണ്ടായാല്‍ ഫീസ് അല്ലെങ്കിൽ വരുമാന നഷ്ടം ഉണ്ടായേക്കാം.
ta: பொதுவாக திட்டங்களுக்கு குறைந்தபட்ச லாக்‑இன் காலம் இருக்கும். அதன் பிறகு, நீங்கள் வெளியேற முடியும் அல்லது மீண்டும் முதலீடு செய்ய தேர்ந்தெடுக்கலாம். சீக்கிர நீக்கம் இருந்தால் கட்டணம் அல்லது வருமான இழப்பு ஏற்படலாம்.
te: బహుశా ప్రాజెక్టులకు కనీస లాక్-ఇన్ కాలం ఉంటే. దాని తర్వాత, మీరు డిమాండ్ చేసుకోవచ్చు లేదా తిరిగి పెట్టుబడి పెట్టడాన్ని ఎంచుకోవచ్చు. తొందరగా విడిపోతే శిక్షణ లేదా వాపసులు నష్టసాధ్యం.

source: My Investment
hi: मेरा निवेश
kn: ನನ್ನ ಹೂಡಿಕೆ
ml: എന്റെ നിക്ഷേപം
ta: எனது முதலீடு
te: నా పెట్టుబడి

# investmentId
source: Investment ID: {id}
hi: निवेश ID: {id}
kn: ಹೂಡಿಕೆ ID: {id}
ml: നിക്ഷേപ ID: {id}
ta: முதலீட்டு ID: {id}
te: పెట్టుబడి ID: {id}

# slots
source: Slots: {count}
hi: स्लॉट्स: {count}
kn: ಸ್ಲಾಟ್ಗಳು: {count}
ml: സ്ലോട്ടുകൾ: {count}
ta: ஸ்லாட்டுகள்: {count}
te: స్లాట్స్: {count}

# date
source: Date: {date}
hi: तारीख: {date}
kn: ದಿನಾಂಕ: {date}
ml: തീയതി: {date}
ta: தேதி: {date}
te: తేదీ: {date}

source: No investments found
hi: कोई निवेश नहीं मिला
kn: ಯಾವುದೇ ಹೂಡಿಕೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: നിക്ഷേപങ്ങൾ കണ്ടെത്തിയില്ല
ta: முதலீடுகள் காணப்படவில்லை
te: పెట్టుబడులు కనుగొనబడలేదు

source: Holstein
hi: होल्स्टीन
kn: ಹೋಲ್ಸ್ಟೈನ್
ml: ഹോൾസ്റ്റീൻ
ta: ஹோல்ஸ்டீன்
te: ஹால்ஸ்டெய்ன்

source: Jersey
hi: जर्सी
kn: ಜೆರ್ಸಿ
ml: ജേഴ്സി
ta: ஜெர்சி
te: ஜெர்ஸி

source: Gir
hi: गिर
kn: ಗಿರ್
ml: ഗിർ
ta: கிர்
te: கிர்

source: Sahiwal
hi: सहीवाल
kn: ಸಹಿವಾಲ್
ml: സഹിവാൽ
ta: சஹிவால்
te: சஹிவால்

source: Red Sindhi
hi: रेड सिंधी
kn: ರೆಡ್ ಸಿಂಧಿ
ml: റെഡ് സിൻധി
ta: ரெட் சிந்தி
te: ரெட் சிந்தி

source: Tharparkar
hi: थारपारकर
kn: ತಾರ್‌ಪಾರ್ಕರ್
ml: താര്‍പാര്‍കര്‍
ta: தார் பார்கர்
te: தர் பார்கர்

source: Murrah
hi: मुर्हा
kn: ಮುರ್ರಾ
ml: മുര്രാ
ta: முர்ரா
te: முர்ரா

source: Nili-Ravi
hi: नीली रावी
kn: ನೀಲಿ ರವಿ
ml: നിളി രവി
ta: நீலி ரவி
te: நீலி ரவி

source: Surti
hi: सुरती
kn: ಸುರ್ತಿ
ml: സുർതി
ta: ஸுர்தி
te: சுர்தி

source: Jaffarabadi
hi: जाफराबादी
kn: ಜಫರಾಬಾದಿ
ml: ജഫറാബാദി
ta: ஜப்பராபடி
te: ஜப்பராபடி

source: Mehsana
hi: मेहसाना
kn: ಮೆಹ್ಸಾನಾ
ml: മെഹ്‌സാന
ta: மேஹ்சானா
te: மேஹ்சானா

source: Beetal
hi: बीतल
kn: ಬೀಟಲ್
ml: ബീറ്റൽ
ta: பீதல்
te: பீதல்

source: Jamunapari
hi: जमुना पारि
kn: ಜಮುನಾಪಾರಿ
ml: ജമുനാപാരി
ta: ஜமுனாபாரி
te: ஜமுநபாரி

source: Barbari
hi: बरबरी
kn: ಬಾರ್ಬರಿ
ml: ബാർബരി
ta: பார்பரி
te: பார்பரி

source: Sirohi
hi: सिरोही
kn: ಸಿರೋಹಿ
ml: സിറോഹി
ta: சிரோஹி
te: சிரோஹி

source: Marwari
hi: मर्वाड़ी
kn: ಮಾರ್ವಾರಿ
ml: മാർവാരി
ta: மார்வாரம்
te: மார்வூரி

source: Garole
hi: गरोले
kn: ಗರೋಲೆ
ml: ഗരോലെ
ta: கரோலே
te: கரோலை

source: Nellore
hi: नेल्लोर
kn: ನೆಲ್ಲೋರೆ
ml: നെല്ലോർ
ta: நெல்லோர்
te: நெல்லோர்

source: Rampur Bushair
hi: रम्पुर बुशैर
kn: ರಾಂಪುರ್ ಬುಶೈರ್
ml: റാംപുര്‍ ബുഷൈർ
ta: ராம்பூர் புஷைர்
te: ராம்பூர் புஷைர்

source: Chokla
hi: चोकला
kn: ಚೋಕ್ಲಾ
ml: ചോക്ക്ല
ta: சோக்லா
te: சோக்லா

source: Marwari Sheep
hi: मर्वाड़ी भेड़
kn: ಮಾರ್ವಾರಿ ಕುರಿ
ml: മാർവാരി ஈട്
ta: மார்வாரம் ஆடு
te: மார்வூரி ஓடு

source: Marwari Horse
hi: मर्वाड़ी घोड़ा
kn: ಮಾರ್ವಾರಿ ಕುದುರೆ
ml: മാർവാരി കുതിര
ta: மார்வாரம் குதிரை
te: மார்வூரி குதிரை

source: Kathiawari
hi: काठियावाड़ी
kn: ಕಥಿಯಾವಾರಿ
ml: കാത്തിയാവാരി
ta: கத்‌தியாக்வாரி
te: கத்தியாவாரி

source: Manipuri
hi: मणिपुरी
kn: ಮಣಿಪುರಿ
ml: മണിപുരി
ta: மணிபுரி
te: மணிபுரி

source: Spiti
hi: स्पीति
kn: ಸ್ಪೀಟಿ
ml: സ്പീതി
ta: ஸ்பீதி
te: ஸ்பீதி

source: Zanskari
hi: ज़ांस्कारी
kn: ಜಾನ್ಸ್ಕಾರಿ
ml: സാന്‍സ്കാരി
ta: ஜான்ஸ்காரி
te: ஜான்ஸ்காரி

source: Mixed Breed
hi: मिश्रित नस्ल
kn: ಮಿಶ್ರ ಇನ್‌ಜನ್ಮ
ml: കോഴിപ്പാതി വളര്‍ത്തൽ
ta: கலந்த இனப்பெருக்கம்
te: கலவை இனப்பெருக்கம்

source: Local Breed
hi: स्थानीय नस्ल
kn: ಸ್ಥಳೀಯ ಇನ್‌ಜನ್ಮ
ml: പ്രാദേശിക വളര്‍ത്തൽ
ta: உள்ளூர் இனப்பெருக்கம்
te: உள்ளூர்த் இனப்பெருக்கம்

source: Cross Breed
hi: क्रॉस-ब्रीड
kn: ಕ್ರಾಸ್‑ಬ್ರೀಡ್
ml: ക്രോസ്‑ബ്രിഡ്
ta: கிராஸ்‑ப்ரீட்
te: கிராஸ்‑ப்ரீட்

source: Excellent
hi: उत्कृष्ट
kn: ಅತ್ಯುತ್ತಮ
ml: അസാധാരണ
ta: மிகச்சிறந்த
te: சிறந்த

source: Good
hi: अच्छा
kn: ಒಳ್ಳೆಯದು
ml: നല്ലത്
ta: நன்று
te: நன்று

source: Fair
hi: उचित
kn: ಸರಾಸರಿ
ml: യോജിച്ച
ta: சராசரி
te: நியாயமான

source: Needs Medical Attention
hi: चिकित्सा ध्यान की आवश्यकता
kn: ಮೆಡಿಕಲ್ ಗಮನ ಬೇಕಿದೆ
ml: ചികിത്സാ ശ്രദ്ധ ആവശ്യമാണ്
ta: மருத்துவ கவனத்தை தேவை
te: சிகிச்சை தேவை

source: Under Treatment
hi: इलाजाधीन
kn: ಚಿಕಿತ್ಸೆಯಲ್ಲಿ
ml: ചികിത്സയിൽ
ta: சிகிச்சையில் உள்ளது
te: சிகிச்சை நிலை

# sixMonths
source: 6 months
hi: 6 महीने
kn: 6 ತಿಂಗಳು
ml: 6 മാസം
ta: 6 மாதங்கள்
te: 6 నెలలు

# twelveMonths
source: 12 months
hi: 12 महीने
kn: 12 ತಿಂಗಳು
ml: 12 മാസം
ta: 12 மாதங்கள்
te: 12 నెలలు

# eighteenMonths
source: 18 months
hi: 18 महीने
kn: 18 ತಿಂಗಳು
ml: 18 മാസം
ta: 18 மாதங்கள்
te: 18 నెలలు

# twentyFourMonths
source: 24 months
hi: 24 महीने
kn: 24 ತಿಂಗಳು
ml: 24 മാസം
ta: 24 மாதங்கள்
te: 24 నెలలు

# thirtySixMonths
source: 36 months
hi: 36 महीने
kn: 36 ತಿಂಗಳು
ml: 36 മാസം
ta: 36 மாதங்கள்
te: 36 నెలలు

# fortyEightMonths
source: 48 months
hi: 48 महीने
kn: 48 ತಿಂಗಳು
ml: 48 മാസം
ta: 48 மாதங்கள்
te: 48 నెలలు

# sixtyMonths
source: 60 months
hi: 60 महीने
kn: 60 ತಿಂಗಳು
ml: 60 മാസം
ta: 60 மாதங்கள்
te: 60 నెలలు

source: Agriculture
hi: कृषि
kn: ಕೃಷಿ
ml: കൃഷി
ta: விவசாயம்
te: వ్యవసాయము

source: Livestock Farming
hi: पशुपालन
kn: ಮൃಗೋದ್ಯಮ
ml: പശു വളർത്തൽ
ta: மிருகப்பா் வளர்ப்பு
te: జంతు పెంపకం

source: Dairy Business
hi: डेयरी व्यवसाय
kn: ಡುಗ್ಧ ವ್ಯವಹಾರ
ml: ഡയറി ബിസിനസ്
ta: பால் வியாபாரம்
te: డెయిరీ వ్యాపారం

source: Small Business
hi: लघु व्यवसाय
kn: ಸುಖ ಉದ್ಯಮ
ml: ചെറിയ ബിസിനസ്
ta: சிறு வியாபாரம்
te: చిన్న వ్యాపారం

source: Salaried Job
hi: नौकरी (वेतनभोगी)
kn: ಮಜ್ದೂರ ಜಾರೀ
ml: ശമ്പള ജോലി
ta: ஊதியமிக்க வேலை
te: సాలరీస్ ఉద్యోగం

source: Self Employment
hi: स्वयं रोजगार
kn: ಸ್ವ ಉದ್ಯೋಗ
ml: സ്വയം തൊഴിൽ
ta: சுய தொழில்
te: స్వయం ఉద్యోగం

source: Purchase New Animals
hi: नए पशुओं की खरीद
kn: ಹೊಸ ಪ್ರಾಣಿಗಳ ಖರೀದಿ
ml: പുതിയ മൃഗങ്ങൾ വാങ്ങൽ
ta: புதிய மிருகங்கள் வாங்குதல்
te: కొత్త జంతువుల కొనుగోలు

source: Animal Feed & Nutrition
hi: पशु आहार एवं पोषण
kn: ಪ್ರಾಣಿ ಆಹಾರ & ಪೋಷಣ
ml: മൃഗഭക്ഷണം & പോഷണം
ta: மிருக உணவு மற்றும் ஊட்டச்சத்து
te: జంతు ఆహారం & పోషణ

source: Veterinary Treatment
hi: पशु चिकित्सकीय उपचार
kn: ಮೃಗ ವೈದ್ಯಕೀಯ ಚಿಕಿತ್ಸೆ
ml: പശു ചികിത്സ
ta: மிருக மருத்துவர் சிகிச்சை
te: వెటర్నరీ చికిత్స

source: Farm Equipment
hi: कृषि उपकरण
kn: ಫಾರ್ಮ್ ಉಪಕರಣಗಳು
ml: കൃഷിഉപകരണങ്ങൾ
ta: பண்ணை உபகரணங்கள்
te: పంట పరికరాలు

source: Shelter Construction
hi: आश्रय निर्माण
kn: ಆಶ್ರಯ ಕಟ್ಟಡ ನಿರ್ಮಾಣ
ml: വാസസ്ഥലം നിർമ്മാണം
ta: தங்கிட வசதிக்கான கட்டிடம்
te: శంజల నిర్మాణం

source: Breeding Program
hi: प्रजनन कार्यक्रम
kn: ಸಂತಾನೋಪಜಾತ ಯೋಜನೆ
ml: വളർത്തൽ പദ്ധതി
ta: மிருக வளர்ப்பு திட்டம்
te: సంతానం పెంపకం కార్యక్రమం

source: Business Expansion
hi: व्यवसाय विस्तार
kn: ವ್ಯವಸಾಯ ವಿಸ್ತರಣೆ
ml: വ്യവസായ വികസനം
ta: வியாபார விருத்தி
te: వ్యవసాయ విస్తరణ

source: Welcome to Pashu Parivar!
hi: पशु परिवार में आपका स्वागत है!
kn: ಪಶು ಕುಟುಂಬಕ್ಕೆ ಸ್ವಾಗತ!
ml: പാശു പരിഭവാർലേക്ക് സ്വാഗതം!
ta: பசு பரிவாரிற்கு வரவேற்கிறோம்!
te: పశు పరివార్‌కు స్వాగతం!

# loadingUser
source: Loading...
hi: लोड हो रहा है...
kn: ಅಭ್ಯರ್ಥಿ ಆಗುತ್ತಿದೆ...
ml: लोड ചെയ്യുന്നു...
ta: இடம் ஏற்றப்படுகிறது...
te: లోడ్ అవుతోంది...

source: Current Location
hi: वर्तमान स्थान
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳ
ml: നിലവിലുള്ള സ്ഥലം
ta: தற்போதைய இடம்
te: ప్రస్తుత స్థలం

source: Check out this animal
hi: इस पशु को देखें
kn: ಈ ಪ್ರಾಣಿಯನ್ನು ನೋಡಿ
ml: ഈ മൃഗത്തെ നോക്കൂ
ta: இந்த மிருகத்தை பாருங்கள்
te: ఈ జంతువును చూడండి

source: Details
hi: विवरण
kn: ವಿವರಗಳು
ml: വിവരങ്ങൾ
ta: விவரங்கள்
te: వివరాలు

# downloadPashuParivarApp
source: Download Pashu Parivar App for more details!
hi: अधिक जानकारी के लिए पशु परिवार ऐप डाउनलोड करें!
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ ಪಶು ಕುಟುಂಬ ಆಪ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ!
ml: കൂടുതൽ വിവരങ്ങൾക്ക് പാശു പരിവാർ ആപ്പ് ഡൗൺലോഡ് ചെയ്യൂ!
ta: மேலும் விவரங்களுக்கு பசு பரிவார் பயன்பாட்டை பதிவிறக்கவும்!
te: ఇంకా వివరాలకు పశు పరివార్ యాప్‌ను డౌన్‌లోడ్ చేయండి!

source: Animal Listing
hi: पशु सूची
kn: ಪ್ರಾಣಿ ಪಟ್ಟಿ
ml: മൃഗ പട്ടിക
ta: மிருக பட்டியல்
te: జంతు జాబితా

# animalDetailsShared
source: Animal details shared successfully!
hi: पशु विवरण सफलतापूर्वक साझा किया गया!
kn: ಪ್ರಾಣಿ ವಿವರಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಹಂಚಲಾಗಿದೆ!
ml: മൃഗ വിവരങ്ങൾ വിജയകരമായി പങ്കുവെച്ചു!
ta: மிருக விவரங்கள் வெற்றிகரமாக பகிரப்பட்டுள்ளது!
te: జంతు వివరాలు విజయవంతంగా షేర్ చేయబడ్డాయి!

# sharingFailed
source: Failed to share animal details
hi: पशु विवरण साझा करने में विफल
kn: ಪ್ರಾಣಿ ವಿವರಗಳನ್ನು ಹಂಚಲು ವಿಫಲವಾಯಿತು
ml: മൃഗ വിവരങ്ങൾ പങ്കുവെക്കുന്നതിൽ പരാജയപ്പെട്ടു
ta: மிருக விவரங்களை பகிரத் தவறிவிட்டது
te: జంతు వివరాలను షేర్ చేయడం విఫలమైంది
