Repository: Sumit-rajput98/pashu_app
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, ta, te

# informationSharingContent
source: We may share your information: • With other users (profile information in listings) • With service providers who assist our operations • When required by law or to protect our rights • With your consent for specific purposes
hi: हम आपकी जानकारी साझा कर सकते हैं: • अन्य उपयोगकर्ताओं के साथ (लिस्टिंग में प्रोफ़ाइल जानकारी) • सेवा प्रदाताओं के साथ जो हमारे संचालन में सहायता करते हैं • जब कानून द्वारा आवश्यक हो या अपने अधिकारों की सुरक्षा के लिए • विशिष्ट उद्देश्यों के लिए आपकी सहमति के साथ
kn: ನಾವು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಹಂಚಬಹುದು: • ಇತರ ಬಳಕೆದಾರರೊಂದಿಗೆ (ಜಾಹೀರಾತುಗಳಲ್ಲಿ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ) • ನಮ್ಮ ಕಾರ್ಯಾಚರಣೆಗಳಿಗೆ ಸಹಾಯ ಮಾಡುವ ಸೇವಾ ಒದಗونکوೊಂದಿಗೆ • ಕಾನೂನು ಪ್ರಕಾರ ಅಥವಾ ನಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ರಕ್ಷಿಸಲು ಬೇಕಾದಾಗ • ನಿಮಗೆ ನಿರ್ದಿಷ್ಟ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಸಮ್ಮತಿ ನೀಡಿದಾಗ
ml: ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങൾ പങ്കിടാം: • മറ്റ് ഉപയോക്താക്കളുമായി (ലിസ്റ്റിംഗുകളിലെ പ്രൊഫൈൽ വിവരങ്ങൾ) • ഞങ്ങളുടെ പ്രവർത്തനങ്ങളെ സഹായിക്കുന്ന സേവന ദാതാക്കളുമായി • നിയമപ്രകാരം ആവശ്യമാണെങ്കിൽ അല്ലെങ്കിൽ ഞങ്ങളുടെ അവകാശങ്ങൾ സംരക്ഷിക്കാൻ • നിർദ്ദിഷ്ട ആവശ്യങ്ങൾക്കായി നിങ്ങളുടെ സമ്മതത്തോടെ
ta: நாங்கள் உங்கள் தகவலை பகிரலாம்: • மற்ற பயனர்களுடன் (பட்டியல்களில் சுயவிவர தகவல்) • எங்கள் செயல்பாடுகளுக்கு உதவும் சேவை வழங்குநர்களுடன் • சட்டத்தின் மூலம் தேவைப்படும் போது அல்லது எங்கள் உரிமைகளை பாதுகாக்க • குறிப்பிட்ட நோக்கங்களுக்காக உங்கள் ஒப்புதலுடன்
te: మేము మీ సమాచారాన్ని పంచుకోవచ్చు: • ఇతర వినియోగదారులతో (లిస్టింగ్‌లలో ప్రొఫైల్ సమాచారం) • మా కార్యకలాపాలకు సహాయపడే సేవా ప్రదాతలతో • చట్టం ద్వారా అవసరమైనప్పుడు లేదా మా హక్కులను రక్షించడానికి • నిర్దిష్ట ప్రయోజనాల కోసం మీ అనుమతితో

source: Data Security
hi: डेटा सुरक्षा
kn: ಡೇಟಾ ಭದ್ರತೆ
ml: ഡാറ്റ സുരക്ഷ
ta: தரவு பாதுகாப்பு
te: డేటా భద్రత

# dataSecurityContent
source: We implement appropriate security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction.
hi: हम अनधिकृत पहुंच, परिवर्तन, प्रकटीकरण, या विनाश के खिलाफ आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए उपयुक्त सुरक्षा उपाय लागू करते हैं।
kn: ನಾವು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಅನಧಿಕೃತ ಪ್ರವೇಶ, ಬದಲಾವಣೆ, ಬಹಿರಂಗಪಡಿಕೆ ಅಥವಾ ನಾಶದಿಂದ ರಕ್ಷಿಸಲು ಸೂಕ್ತ ಭದ್ರತಾ ಕ್ರಮಗಳನ್ನು ಅನುಸರಿಸುತ್ತೇವೆ.
ml: അനധികൃത ആക്സസ്, മാറ്റം, വെളിപ്പെടുത്തൽ അല്ലെങ്കിൽ നാശം എന്നിവയ്‌ക്കെതിരെ നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ സംരക്ഷിക്കുന്നതിന് ഞങ്ങൾ ഉചിതമായ സുരക്ഷാ നടപടികൾ നടപ്പിലാക്കുന്നു.
ta: அங்கீகரிக்கப்படாத அணுகல், மாற்றம், வெளிப்படுத்தல் அல்லது அழிவுக்கு எதிராக உங்கள் தனிப்பட்ட தகவலை பாதுகாக்க நாங்கள் பொருத்தமான பாதுகாப்பு நடவடிக்கைகளை அமல்படுத்துகிறோம்.
te: అనధికార యాక్సెస్, మార్పు, బహిర్గతం లేదా నాశనానికి వ్యతిరేకంగా మీ వ్యక్తిగత సమాచారాన్ని రక్షించడానికి మేము తగిన భద్రతా చర్యలను అమలు చేస్తాము.

source: Data Retention
hi: डेटा प्रतिधारण
kn: ಡೇಟಾ ನಿರ್ವಹಣೆ
ml: ഡാറ്റ നിലനിർത്തൽ
ta: தரவு வைத்திருத்தல்
te: డేటా నిలుపుదల

# dataRetentionContent
source: We retain your personal information only as long as necessary for the purposes outlined in this policy or as required by law.
hi: हम आपकी व्यक्तिगत जानकारी को केवल इस नीति में उल्लिखित उद्देश्यों के लिए आवश्यक समय तक या कानून द्वारा आवश्यक समय तक रखते हैं।
kn: ಈ ನೀತಿಯಲ್ಲಿರುವ ಉದ್ದೇಶಗಳಿಗೆ ಅಥವಾ ಕಾನೂನುಬದ್ಧ ಅವಶ್ಯಕತೆಗಳಿಗಾಗಿ ಅಗತ್ಯವಿರುವವರೆಗೆ ಮಾತ್ರ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ನಿರ್ವಹಿಸುತ್ತೇವೆ.
ml: ഈ നയത്തിൽ വിശദീകരിച്ചിരിക്കുന്ന ഉദ്ദേശ്യങ്ങൾക്ക് ആവശ്യമായ കാലയളവിലോ നിയമപ്രകാരം ആവശ്യമായ കാലയളവിലോ മാത്രമേ നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ ഞങ്ങൾ സൂക്ഷിക്കുകയുള്ളൂ.
ta: இந்த கொள்கையில் குறிப்பிடப்பட்ட நோக்கங்களுக்கு அவசியமான காலம் அல்லது சட்டத்தின் படி தேவைப்படும் காலம் வரை மட்டுமே உங்கள் தனிப்பட்ட தகவலை நாங்கள் வைத்திருக்கிறோம்.
te: ఈ విధానంలో పేర్కొన్న ప్రయోజనాలకు అవసరమైనంత కాలం లేదా చట్టం ప్రకారం అవసరమైనంత కాలం మాత్రమే మేము మీ వ్యక్తిగత సమాచారాన్ని కలిగి ఉంటాము.

source: Your Rights
hi: आपके अधिकार
kn: ನಿಮ್ಮ ಹಕ್ಕುಗಳು
ml: നിങ്ങളുടെ അവകാശങ്ങൾ
ta: உங்கள் உரிமைகள்
te: మీ హక్కులు

# yourRightsContent
source: You have the right to: • Access your personal information • Correct inaccurate information • Delete your account and data • Opt-out of marketing communications
hi: आपको अधिकार है: • अपनी व्यक्तिगत जानकारी तक पहुंचने का • गलत जानकारी को सुधारने का • अपना खाता और डेटा हटाने का • मार्केटिंग संचार से बाहर निकलने का
kn: ನೀವು ಹಕ್ಕು ಹೊಂದಿರುವುದು: • ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸಲು • ತಪ್ಪಾದ ಮಾಹಿತಿಯನ್ನು ಸರಿಪಡಿಸಲು • ನಿಮ್ಮ ಖಾತೆ ಮತ್ತು ಡೇಟಾವನ್ನು ಅಳಿಸಲು • ಮಾರ್ಕೆಟಿಂಗ್ ಸಂವಹನಗಳಿಂದ ಹೊರಹೊಮ್ಮಲು
ml: നിങ്ങൾക്ക് അവകാശമുണ്ട്: • നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ ആക്സസ് ചെയ്യാൻ • തെറ്റായ വിവരങ്ങൾ ശരിയാക്കാൻ • നിങ്ങളുടെ അക്കൗണ്ടും ഡാറ്റയും ഇല്ലാതാക്കാൻ • മാർക്കറ്റിംഗ് കമ്മ്യൂണിക്കേഷനുകളിൽ നിന്ന് പുറത്തുകടക്കാൻ
ta: உங்களுக்கு உரிமை உள்ளது: • உங்கள் தனிப்பட்ட தகவலை அணுக • தவறான தகவலை சரிசெய்ய • உங்கள் கணக்கு மற்றும் தரவை நீக்க • சந்தைப்படுத்தல் தொடர்புகளில் இருந்து விலக
te: మీకు హక్కు ఉంది: • మీ వ్యక్తిగత సమాచారాన్ని యాక్సెస్ చేయడానికి • తప్పుడు సమాచారాన్ని సరిదిద్దడానికి • మీ ఖాతా మరియు డేటాను తొలగించడానికి • మార్కెటింగ్ కమ్యూనికేషన్‌ల నుండి వైదొలగడానికి

source: Cookies and Tracking
hi: कुकीज़ और ट्रैकिंग
kn: ಕುಕಿಗಳು ಮತ್ತು ಟ್ರ್ಯಾಕಿಂಗ್
ml: കുക്കികളും ട്രാക്കിംഗും
ta: குக்கீகள் மற்றும் கண்காணிப்பு
te: కుకీలు మరియు ట్రాకింగ్

# cookiesAndTrackingContent
source: We use cookies and similar technologies to enhance your experience, analyze usage patterns, and provide personalized content.
hi: हम आपके अनुभव को बेहतर बनाने, उपयोग पैटर्न का विश्लेषण करने और व्यक्तिगत सामग्री प्रदान करने के लिए कुकीज़ और समान तकनीकों का उपयोग करते हैं।
kn: ನಾವು ನಿಮ್ಮ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸಲು, ಉಪಯೋಗದ ನಮೂನೆಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಮತ್ತು ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ವಿಷಯವನ್ನು ಒದಗಿಸಲು ಕುಕಿಗಳು ಮತ್ತು ಸಮಾನ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ.
ml: നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്തുന്നതിനും ഉപയോഗ പാറ്റേണുകൾ വിശകലനം ചെയ്യുന്നതിനും വ്യക്തിഗതമാക്കിയ ഉള്ളടക്കം നൽകുന്നതിനും ഞങ്ങൾ കുക്കികളും സമാന സാങ്കേതികവിദ്യകളും ഉപയോഗിക്കുന്നു.
ta: உங்கள் அனுபவத்தை மேம்படுத்த, பயன்பாட்டு முறைகளை பகுப்பாய்வு செய்ய மற்றும் தனிப்பயனாக்கப்பட்ட உள்ளடக்கத்தை வழங்க நாங்கள் குக்கீகள் மற்றும் ஒத்த தொழில்நுட்பங்களை பயன்படுத்துகிறோம்.
te: మీ అనుభవాన్ని మెరుగుపరచడానికి, వినియోగ నమూనాలను విశ్లేషించడానికి మరియు వ్యక్తిగతీకరించిన కంటెంట్‌ను అందించడానికి మేము కుకీలు మరియు సారూప్య సాంకేతికతలను ఉపయోగిస్తాము.

source: Third-Party Services
hi: तृतीय-पक्ष सेवाएं
kn: ಮೂರನೇ ಪಕ್ಷದ ಸೇವೆಗಳು
ml: മൂന്നാം കക്ഷി സേവനങ്ങൾ
ta: மூன்றாம் தரப்பு சேவைகள்
te: మూడవ పక్షం సేవలు

# thirdPartyServicesContent
source: Our app may contain links to third-party services. We are not responsible for their privacy practices.
hi: हमारे ऐप में तृतीय-पक्ष सेवाओं के लिंक हो सकते हैं। हम उनकी गोपनीयता प्रथाओं के लिए जिम्मेदार नहीं हैं।
kn: ನಮ್ಮ ಆಪ್‌ನಲ್ಲಿ ಮೂರನೇ ಪಕ್ಷದ ಸೇವೆಗಳಿಗೆ ಲಿಂಕುಗಳು ಇರಬಹುದು. ಅವರ ಗೌಪ್ಯತಾ ಕ್ರಮಗಳಿಗೆ ನಾವು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ.
ml: ഞങ്ങളുടെ ആപ്പിൽ മൂന്നാം കക്ഷി സേവനങ്ങളിലേക്കുള്ള ലിങ്കുകൾ അടങ്ങിയിരിക്കാം. അവരുടെ സ്വകാര്യതാ രീതികൾക്ക് ഞങ്ങൾ ഉത്തരവാദികളല്ല.
ta: எங்கள் பயன்பாட்டில் மூன்றாம் தரப்பு சேவைகளுக்கான இணைப்புகள் இருக்கலாம். அவர்களின் தனியுரிமை நடைமுறைகளுக்கு நாங்கள் பொறுப்பல்ல.
te: మా యాప్‌లో మూడవ పక్షం సేవలకు లింక్‌లు ఉండవచ్చు. వారి గోప్యతా పద్ధతులకు మేము బాధ్యత వహించము.

source: Children's Privacy
hi: बच्चों की गोपनीयता
kn: ಮಕ್ಕಳ ಗೌಪ್ಯತೆ
ml: കുട്ടികളുടെ സ്വകാര്യത
ta: குழந்தைகளின் தனியுரிமை
te: పిల్లల గోప్యత

# childrensPrivacyContent
source: Our service is not intended for children under 13. We do not knowingly collect personal information from children under 13.
hi: हमारी सेवा 13 वर्ष से कम उम्र के बच्चों के लिए नहीं है। हम जानबूझकर 13 वर्ष से कम उम्र के बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते।
kn: ನಮ್ಮ ಸೇವೆ 13 ವರ್ಷಕ್ಕಿಂತ ಕಡಿಮೆ ವಯಸ್ಸಿನ ಮಕ್ಕಳಿಗಾಗಿ ಉದ್ದೇಶಿತವಲ್ಲ. ನಾವು ಆ ವಯಸ್ಸಿನ ಮಕ್ಕಳಿಂದ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ.
ml: ഞങ്ങളുടെ സേവനം 13 വയസ്സിൽ താഴെയുള്ള കുട്ടികൾക്കുള്ളതല്ല. 13 വയസ്സിൽ താഴെയുള്ള കുട്ടികളിൽ നിന്ന് വ്യക്തിഗത വിവരങ്ങൾ അറിഞ്ഞുകൊണ്ട് ശേഖരിക്കുന്നില്ല.
ta: எங்கள் சேவை 13 வயதுக்குட்பட்ட குழந்தைகளுக்காக உத்தேசிக்கப்படவில்லை. 13 வயதுக்குட்பட்ட குழந்தைகளிடமிருந்து தனிப்பட்ட தகவல்களை நாங்கள் அறிந்தே சேகரிப்பதில்லை.
te: మా సేవ 13 సంవత్సరాలలోపు పిల్లల కోసం ఉద్దేశించబడలేదు. 13 సంవత్సరాలలోపు పిల్లల నుండి వ్యక్తిగత సమాచారాన్ని మేము ఉద్దేశపూర్వకంగా సేకరించము.

source: Changes to This Policy
hi: इस नीति में परिवर्तन
kn: ಈ ನೀತಿಯಲ್ಲಿ ಬದಲಾವಣೆಗಳು
ml: ഈ നയത്തിലെ മാറ്റങ്ങൾ
ta: இந்த கொள்கையில் மாற்றங்கள்
te: ఈ విధానంలో మార్పులు

# changesToThisPolicyContent
source: We may update this privacy policy from time to time. We will notify you of any changes by posting the new policy on this page.
hi: हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। हम इस पृष्ठ पर नई नीति पोस्ट करके आपको किसी भी बदलाव की सूचना देंगे।
kn: ನಾವು ಈ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ಸಮಯಮಾನಕ್ಕೆ ಅನುಗುಣವಾಗಿ ನವೀಕರಿಸಬಹುದು. ಯಾವುದೇ ಬದಲಾವಣೆಗಳ ಬಗ್ಗೆ ನಾವು ಈ ಪುಟದಲ್ಲಿ ಹೊಸ ನೀತಿಯನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವ ಮೂಲಕ ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.
ml: ഞങ്ങൾ ഇക്കാലാക്കാലം ഈ സ്വകാര്യതാ നയം അപ്ഡേറ്റ് ചെയ്യാം. ഈ പേജിൽ പുതിയ നയം പോസ്റ്റ് ചെയ്തുകൊണ്ട് ഏതെങ്കിലും മാറ്റങ്ങൾ നിങ്ങളെ അറിയിക്കും.
ta: நாங்கள் இந்த தனியுரிமை கொள்கையை அவ்வப்போது புதுப்பிக்கலாம். இந்த பக்கத்தில் புதிய கொள்கையை இடுகையிடுவதன் மூலம் எந்த மாற்றங்களையும் உங்களுக்கு அறிவிப்போம்.
te: మేము ఎప్పటికప్పుడు ఈ గోప్యతా విధానాన్ని అప్‌డేట్ చేయవచ్చు. ఈ పేజీలో కొత్త విధానాన్ని పోస్ట్ చేయడం ద్వారా ఏదైనా మార్పుల గురించి మేము మీకు తెలియజేస్తాము.

# privacyContactContent
source: If you have questions about this Privacy Policy, please contact us at: Email: privacy@pashuparivar.com Phone: +91-XXXXXXXXXX
hi: यदि इस गोपनीयता नीति के बारे में आपके प्रश्न हैं, तो कृपया हमसे संपर्क करें: ईमेल: privacy@pashuparivar.com फोन: +91-XXXXXXXXXX
kn: ಈ ಗೌಪ್ಯತಾ ನೀತಿಯ ಬಗ್ಗೆ ಪ್ರಶ್ನೆಗಳಿದ್ದರೆ, ದಯವಿಟ್ಟು ಈ ವಿಳಾಸಕ್ಕೆ ಸಂಪರ್ಕಿಸಿ: ಇಮೇಲ್: privacy@pashuparivar.com ದೂರವಾಣಿ: +91-XXXXXXXXXX
ml: ഈ സ്വകാര്യതാ നയത്തെക്കുറിച്ച് നിങ്ങൾക്ക് ചോദ്യങ്ങളുണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക: ഇമെയിൽ: privacy@pashuparivar.com ഫോൺ: +91-XXXXXXXXXX
ta: இந்த தனியுரிமை கொள்கை குறித்து உங்களுக்கு கேள்விகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளுங்கள்: மின்னஞ்சல்: privacy@pashuparivar.com தொலைபேசி: +91-XXXXXXXXXX
te: ఈ గోప్యతా విధానం గురించి మీకు ప్రశ్నలు ఉంటే, దయచేసి మమ్మల్ని సంప్రదించండి: ఇమెయిల్: privacy@pashuparivar.com ఫోన్: +91-XXXXXXXXXX

source: Failed to Load History
hi: इतिहास लोड करने में विफल
kn: ಇತಿಹಾಸವನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ml: ചരിത്രം ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ta: வரலாற்றை ஏற்ற முடியவில்லை
te: చరిత్రను లోడ్ చేయడంలో విఫలమైంది

source: No Sold Animals
hi: कोई बेचे गए जानवर नहीं
kn: ಮಾರಾಟವಾದ ಪ್ರಾಣಿಗಳಿಲ್ಲ
ml: വിറ്റുപോയ മൃഗങ്ങളില്ല
ta: விற்பனையான விலங்குகள் இல்லை
te: విక్రయించిన జంతువులు లేవు

# noSoldAnimalsDescription
source: You haven't sold any animals yet. Your sold animals will appear here once transactions are completed.
hi: आपने अभी तक कोई जानवर नहीं बेचा है। एक बार लेनदेन पूरा होने पर आपके बेचे गए जानवर यहाँ दिखाई देंगे।
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಪ್ರಾಣಿಗಳನ್ನು ಮಾರಾಟ ಮಾಡಿಲ್ಲ. ಒಮ್ಮೆ ವಹಿವಾಟುಗಳು ಪೂರ್ಣಗೊಂಡರೆ ನಿಮ್ಮ ಮಾರಾಟವಾದ ಪ್ರಾಣಿಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ.
ml: നിങ്ങൾ ഇതുവരെ മൃഗങ്ങളെ വിറ്റിട്ടില്ല. ഇടപാടുകൾ പൂർത്തിയാകുമ്പോൾ നിങ്ങളുടെ വിറ്റുപോയ മൃഗങ്ങൾ ഇവിടെ പ്രത്യക്ഷപ്പെടും.
ta: நீங்கள் இன்னும் விலங்குகளை விற்கவில்லை. பரிவர்த்தனைகள் முடிந்தவুடன் உங்கள் விற்பனையான விலங்குகள் இங்கே தோன்றும்.
te: మీరు ఇంకా జంతువులను విక్రయించలేదు. లావాదేవీలు పూర్తయిన తర్వాత మీ విక్రయించిన జంతువులు ఇక్కడ కనిపిస్తాయి.

source: View Active Listings
hi: सक्रिय लिस्टिंग देखें
kn: ಸಕ್ರಿಯ ಪಟ್ಟಿಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: സജീവ ലിസ്റ്റിംഗുകൾ കാണുക
ta: செயலில் உள்ள பட்டியல்களைப் பார்க்கவும்
te: క్రియాశీల జాబితాలను వీక్షించండి

source: Verify Your Pashu
hi: अपने पशु को सत्यापित करें
kn: ನಿಮ್ಮ ಪಶುವನ್ನು ಪರಿಶೀಲಿಸಿ
ml: നിങ്ങളുടെ പശുവിനെ സ്ഥിരീകരിക്കുക
ta: உங்கள் பசுவை கோரிக்கை செய்யவும்
te: మీ పశువును ధృవీకరించండి

source: Verification Status
hi: सत्यापन स्थिति
kn: ಪರಿಶೀಲನೆ ಸ್ಥಿತಿ
ml: സ്ഥിതിവിവര സംതൃപ്തി
ta: சரிபார்ப்பு நிலை
te: ధృవీకరణ స్థితి

# fetchDataError
source: Failed to load data
hi: डेटा लोड करने में विफल
kn: ಡೇಟಾ ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ml: ഡേറ്റ ത്തളവ് ചെയ്യാൻ പരാജയപ്പെട്ടു
ta: தரவை ஏற்ற முடியவில்லை
te: డేటాను లోడ్ చేయడంలో విఫలమైంది

# verificationSuccess
source: Verification request submitted successfully!
hi: सत्यापन अनुरोध सफलतापूर्वक भेजा गया!
kn: ಪರಿಶೀಲನೆ ವಿನಂತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: സ്ഥിരീകരണ അഭ്യർത്ഥന വിജയകരമായി സമർപ്പിച്ചു!
ta: சரிபார்ப்பு கோரிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!
te: ధృవీకరణ అభ్యర్థన విజయవంతంగా పంపించబడింది!

source: Verification failed
hi: सत्यापन विफल हुआ
kn: ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ
ml: സ്ഥിരീകരണം പരാജയമായി
ta: சரிபார்ப்பு தோல்வியடைந்தது
te: ధృవీకరణ విఫలమైంది

# priceA
source: Price
hi: कीमत
kn: ಬೆಲೆ
ml: വില
ta: விலை
te: విల్లు

# verificationInfo
source: Get your pashu verified for better visibility and trust
hi: बेहतर दृश्यता और भरोसे के लिए अपने पशु को सत्यापित करे
kn: ಉತ್ತಮ ದೃಶ್ಯತೆ ಮತ್ತು ನಂಬಿಕೆಗೆ ನಿಮ್ಮ ಪಶುವನ್ನು ಪರಿಶೀಲಿಸಿ
ml: നല്ല ദൃശ്യതയും വിശ്വാസവും നേടാൻ നിങ്ങളുടെ പശു പരിശോധിക്കുക
ta: மேம்பட்ட காட்சியளிக்கும் நம்பிக்கைக்காக உங்கள் பசுவை சரிபார்க்கவும்
te: మంచి విజిబిలిటీ మరియు నమ్మకం కోసం మీ పశువును ధృవీకరించండి

# getVerified
source: Get Verified (₹{amount})
hi: सत्यापित करें (₹{amount})
kn: ಪರಿಶೀಲಿಸಿ (₹{amount})
ml: സ്ഥിരീകരിപ്പിക്കുക (₹{amount})
ta: சரிபார்க்கவும் (₹{amount})
te: ధృవీకరించండి (₹{amount})

source: Verification Pending
hi: सत्यापन लंबित है
kn: ಪರಿಶೀಲನೆ ಬಾಕಿಯಲ್ಲಿ ಇದೆ
ml: സ്ഥിരീകരണം പെൻഡിംഗ് ആണ്
ta: சரிபார்ப்பு நிலுவையிலுள்ளது
te: ధృవీకరణ పెండింగ్‌లో ఉంది

source: Verification Under Review
hi: सत्यापन समीक्षा में है
kn: ಪರಿಶೀಲನೆ ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ
ml: സ്ഥിരീകരണം അവലോകനത്തിലാണ്
ta: சரிபார்ப்பு மதிப்பீட்டில் உள்ளது
te: ధృవీకరణ సమీక్షలో ఉంది

# verificationReviewMessage
source: Our team is reviewing your submission
hi: हमारी टीम आपकी जानकारी की समीक्षा कर रही है
kn: ನಮ್ಮ ತಂಡ ನಿಮ್ಮ ಸಮರ್ಪಣೆಯನ್ನು ಪರಿಶೀಲಿಸುತ್ತಿದೆ
ml: നമ്മുടെ ടീം നിങ്ങളുടെ സമർപ്പിച്ചത് അവലോകനം ചെയ്യുന്നു
ta: எங்கள் குழு உங்கள் சமர்ப்பிப்பை மதிப்பாய்வு செய்கிறது
te: మన జట్టు మీ సమర్పణను సమీక్షిస్తోంది

source: Verified Pashu
hi: सत्यापित पशु
kn: ಪರಿಶೀಲಿತ ಪಶು
ml: സ്ഥിരീകരിച്ച പശു
ta: சரிபார்க்கப்பட்ட பசு
te: ధృవీకరించిన పశు

# verifiedPashuMessage
source: This animal has been verified by our team
hi: इस पशु को हमारी टीम ने सत्यापित किया है
kn: ಈ ಪಶುವನ್ನು ನಮ್ಮ ತಂಡ ಪರಿಶೀಲಿಸಿದೆ
ml: ഈ മൃഗം ഞങ്ങളുടെ ടീം പരിശോധിച്ചു
ta: இந்த மிருகம் எங்கள் குழுவால் சரிபார்க்கப்பட்டுள்ளது
te: ఈ జంతువు మా జట్టు ద్వారా ధృవీకరించబడింది

source: More Details
hi: और विवरण
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳು
ml: കൂടുതൽ വിശദാംശങ്ങൾ
ta: மேலும் விவரங்கள்
te: మరింత సమాచారం

# onlyActiveCanBeVerified
source: 💡 Only Active Pashu Can Be Verified
hi: 💡 केवल सक्रिय पशु को सत्यापित किया जा सकता है
kn: 💡 ಕೇವಲ ಸಕ್ರಿಯ ಪಶುವನ್ನು ಮಾತ್ರ ಪರಿಶೀಲಿಸಬಹುದು
ml: 💡 അവസാനിപ്പിച്ച പശുവിനെ മാത്രമേ പരിശോധിക്കാവൂ
ta: 💡 செயல்பாட்டிலுள்ள பசுவே மட்டுமே சரிபார்க்கப்படும்
te: 💡 కేవలం సక్రియమైన పశువనే ధృవీకరించబడుతుంది

# emptyListTitle
source: Your List is Empty
hi: आपकी सूची खाली है
kn: ನಿಮ್ಮ ಪಟ್ಟಿಯು ಖಾಲಿಯಾಗಿರುತ್ತದೆ
ml: നിങ്ങളുടെ പട്ടിക ശൂന്യമാണ്
ta: உங்கள் பட்டியல் காலியாக உள்ளது
te: మీ జాబితా ఖాళీగా ఉంది

# emptyListMessage
source: You haven't added any Pashu yet. Start exploring to add what you love!
hi: आपने अभी तक कोई पशु नहीं जोड़ा है। प्रारंभ करने के लिए खोज करना शुरू करें!
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಪಶುವನ್ನು ಸೇರಿಸಿಲ್ಲ. ನೀವು ಇಷ್ಟಪಡುವುದನ್ನು ಸೇರಿಸಲು ಅನ್ವೇಷಣೆ ಪ್ರಾರಂಭಿಸಿ!
ml: നിങ്ങൾ ഇനിയും പശു ചേർത്തിട്ടില്ല. നിങ്ങൾ ഇഷ്ടപ്പെടുന്നതു ചേർക്കാൻ അന്വേഷിക്കുക!
ta: நீங்கள் இதுவரை எந்த பசுவையும் சேர்த்துக்கொள்ளவில்லை. நீங்கள் விரும்பும் ஒன்றைத் தேடத் தொடங்குங்கள்!
te: మీరు ఇంకా ఏదైనా పశు జోడించలేదు. మీకు ఇష్టమైన వాటిని జోడించటానికి అన్వేషించండి!

source: Add New Pashu
hi: नया पशु जोड़ें
kn: ಹೊಸ ಪಶು ಸೇರಿಸಿ
ml: പുതിയ പശു ചേർക്കുക
ta: புதிய பசு சேர்க்கவும்
te: కొత్త పశు జోడించండి

# moreDetailsComing
source: More details coming soon!
hi: और विवरण जल्द आ रहे हैं!
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳು ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿವೆ!
ml: കൂടുതൽ വിശദാംശങ്ങൾ ഉടൻ വരുന്നുണ്ട്!
ta: மேலும் விவரங்கள் விரைவில் வருகின்றன!
te: మరింత సమాచారం త్వరలో వస్తోంది!

source: Project Details
hi: परियोजना विवरण
kn: ಪ್ರಾಜೆಕ್ಟ್ ವಿವರಗಳು
ml: പ്രോജക്റ്റ് വിശദാംശങ്ങൾ
ta: திட்ட விவரங்கள்
te: ప్రాజెక్ట్ వివరాలు

source: Select Lots
hi: लॉट चुनें
kn: lot‑ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: ലോട്ടുകൾ തിരഞ്ഞെടുക്കുക
ta: lot-களை தேர்ந்தெடுக்கவும்
te: లాట్లు ఎంచుకోండి

# totalInvestment
source: Total Investment: ₹{amount}
hi: कुल निवेश: ₹{amount}
kn: ಮೊತ್ತದ ಹೂಡಿಕೆ: ₹{amount}
ml: മൊത്തം നിക്ഷേപം: ₹{amount}
ta: மொத்த முதலீடு: ₹{amount}
te: మొత్తం పెట్టుబడి: ₹{amount}

source: Proceed To Payment
hi: भुगतान पर आगे बढ़ें
kn: ಪಾವತಿಗೆ ಮುಂದಾಗಿರಿ
ml: പേയ്മെന്റ്‌ക്ക് മുന്നോട്ട് പോവുക
ta: பணம் செலுத்த தொடரவும்
te: پردششనకు ముందుకు వెళ్లు

source: Project Overview
hi: परियोजना अवलोकन
kn: ಪ್ರಾಜೆಕ್ಟ್ ಅವಲೋಕನ
ml: പ്രോജക്റ്റ് അവലോകനം
ta: திட்ட கண்ணோட்டம்
te: ప్రాజెక్ట్ అవలోకనం

source: Investment Type:
hi: निवेश प्रकार:
kn: ಹೂಡಿಕೆಯ ಪ್ರಕಾರ:
ml: നിക്ഷേപ തരം:
ta: முதலீட்டு வகை:
te: పెట్టుబడి రకం:

source: Project Value:
hi: परियोजना मूल्य:
kn: ಪ್ರಾಜೆಕ್ಟ್ ವಿದ್ಯುತ್:
ml: പ്രോജക്റ്റ് മൂല്യം:
ta: திட்ட மதிப்பு:
te: ప్రాజెక్ట్ విలువ:

source: Lot Price:
hi: लॉट मूल्य:
kn: lot ಬೆಲೆ:
ml: ലോട്ട് വില:
ta: lot விலை:
te: లాట్ ధర:

source: Available Lots:
hi: उपलब्ध लॉट:
kn: ಲಭ್ಯವಿರುವ lot‑ಗಳು:
ml: ലഭ്യമായ ലോട്ടുകൾ:
ta: கிடைக்கும் lot-கள்:
te: అందుబాటులో ఉన్న లాట్లు:

source: Start Time:
hi: शुरुआत का समय:
kn: ಪ್ರಾರಂಭ ಸಮಯ:
ml: ആരംഭ സമയത്ത്:
ta: தொடக்கம் நேரம்:
te: ప్రారంభ సమయం:

source: Harvest Time:
hi: फसल का समय:
kn: ಫಸಲು ಸಮಯ:
ml: നികുതി സമയം:
ta: ப récolt நேரம்:
te: పంట సమయం:

source: Project Manager Contact:
hi: परियोजना प्रबंधक संपर्क:
kn: ಪ್ರಾಜೆಕ್ಟ್ ವ್ಯವಸ್ಥಾಪಕರ ಸಂಪರ್ಕ:
ml: പ്രോജക്റ്റ് മാനേജർ ബന്ധം:
ta: திட்ட மேலாளர் தொடர்பு:
te: ప్రాజెక్ట్ మేనేజర్ సంప్రదింపు:

source: Project Report
hi: परियोजना रिपोर्ट
kn: ಪ್ರಾಜೆಕ್ಟ್ ವರದಿ
ml: പ്രോജക്റ്റ് റിപ്പോർട്ട്
ta: திட்ட அறிக்கை
te: ప్రాజెక్ట్ నివేదిక

# projectReportDescription
source: This document contains detailed information about the project, including planning, investment, breakdown, timelines and expectations.
hi: इस दस्तावेज़ में परियोजना के बारे में विस्तृत जानकारी है, जिसमें योजना, निवेश, विभाजन, समयसीमा और अपेक्षाएं शामिल हैं।
kn: ಈ ದಾಖಲೆ ಪ್ರಾಜೆಕ್ಟ್ ಬಗ್ಗೆ ವಿವರವಾದ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿದೆ – ಯೋಜನೆ, ಹೂಡಿಕೆ, ಹಂಚಿಕೆ, ಸಮಯಪಟ್ಟಿ ಮತ್ತು ನಿರೀಕ್ಷೆಗಳು.
ml: ഈ ഡോക്യുമെന്റിൽ പദ്ധതിയെക്കുറിച്ചുള്ള വിശദമായ വിവരം ഉൾക്കൊള്ളുന്നതാണ് – പദ്ധതി, നിക്ഷേപം, വിഭജനം, സമയരേഖകൾ, പ്രതീക്ഷകൾ എന്നിവയുൾപ്പെടെ.
ta: இந்த ஆவணத்தில் திட்டம் பற்றிய விரிவான தகவல், திட்டம், முதலீடு, பிரிவு, காலபிம்பம் மற்றும் எதிர்பார்ப்புகள் அடங்கும்.
te: ఈ డాక్యుమెంటులో ప్రాజెక్ట్ గురించి విస్తృత సమాచారం ఉంటుంది, రణనీతి, పెట్టుబడి, విభజన, సమయరేఖలు మరియు భావితరాసలను కూడా కలిగి ఉంటుంది.

source: Download Report
hi: रिपोर्ट डाउनलोड करें
kn: ವರದಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: റിപ്പോർട്ട് ഡൗൺലോഡ് ചെയ്യുക
ta: அறிக்கை பதிவிறக்கவும்
te: నివేదిక డౌన్‌లోడ్ చేయండి

source: ❓ Frequently Asked Questions
hi: ❓ अक्सर पूछे जाने वाले प्रश्न
kn: ❓ ಕಡ್ಡಾಯವಾಗಿ ಕೇಳುವ ಪ್ರಶ್ನೆಗಳು
ml: ❓ സാന്ദര്‍ഭ്യത്തില്‍ ഉത്തരം ചോദിക്കുന്നു
ta: ❓ அடிக்கடி கேட்கப்படும் கேள்விகள்
te: ❓ తరచుగా అడిగే ప్రశ్నలు

# investIn
source: Invest in {projectTitle}
hi: {projectTitle} में निवेश करें
kn: {projectTitle} ನಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡಿ
ml: {projectTitle}ല് നിക്ഷേപിക്കുക
ta: {projectTitle}-இல் முதலீடு செய்யவும்
te: {projectTitle}లో పెట్టుబడి పెట్టండి

# faqQuestion1
source: What is the Pashuparivar Investment Scheme?
hi: पशुपरिवार निवेश योजना क्या है?
kn: ಪಶು‑ಪರಿವಾರ ಹೂಡಿಕೆಯ ಯೋಜನೆ ಎನ್ನುವುದು ಏನು?
ml: പശുപരിവാർക്ക് നിക്ഷേപ പദ്ധതി എന്താണ്?
ta: பசுபரிவார் முதலீட்டு திட்டம் என்ன?
te: పశుపరివార్ పెట్టుబడి ప్రాజెక్ట్ అంటే ఏమిటి?

# faqAnswer1
source: Pashuparivar Investment Scheme is an initiative where individuals can invest in livestock-based businesses, through the Pashuparivar platform and earn returns based on profit-sharing or fixed models.
hi: पशुपरिवार निवेश योजना एक पहल है जहां व्यक्ति पशुपरिवार प्लेटफॉर्म के माध्यम से पशुधन-आधारित व्यवसायों में निवेश कर सकते हैं और लाभ-साझाकरण या निश्चित मॉडल के आधार पर रिटर्न कमा सकते हैं।
kn: ಪಶು‑ಪರಿವಾರ ಹೂಡಿಕೆಯ ಯೋಜನೆ ಒಂದು ಉಪಕ್ರಮ, ಇದರಲ್ಲಿ ವ್ಯಕ್ತಿಗಳು ಪಶು‑ಪರಿವಾರ ವೇದಿಕೆಯ ಮೂಲಕ ಪಶುಮೇಲೆ ಆಧಾರಿತ ವ್ಯಾಪಾರಗಳಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡಿ ಲಾಭದ ಹಂಚಿಕೆ ಅಥವಾ ನಿಶ್ಚಿತ ಮಾದರಿಯ ಮೇರೆಗೆ ಆದಾಯ ಪಡೆಯಬಹುದು.
ml: പശുപരിവാർ നിക്ഷേപ പദ്ധതി ഒരു സംരംഭമാണ്, ഇത് വ്യക്തികൾക്ക് പശുപരിവാർ പ്ലാറ്റ്ഫോമിലൂടെ ജീവനക്കാരനിലുലഭ്യമാക്കുന്ന പശുസമ്പർക്ക വ്യാപാരങ്ങളില നിക്ഷേപിച്ച് ലാഭ­വിതരണം അല്ലെങ്കിൽ സ്ഥിര മാതൃകയില ത്ത വിൻറെ ഉണ്ടാക്കാൻ സഹായിക്കുന്നു.
ta: பசுபரிவார் முதலீட்டு திட்டம் என்பது நபர்கள் பசுபரிவார் தளத்தின் மூலமாக பசுவியல் சார்ந்த வணிகங்களில் முதலீடு செய்து லாபப் பகிர்வு அல்லது நிலையான மாதிரியில் வருமானம் பெறியாக இருக்கின்றது.
te: పశుపరివార్ పెట్టుబడి ప్రాజెక్ట్ ఒక ప్రయత్నం, ఇందులో వ్యక్తులు పశుపరివార్ ఫ్లాట్‌ఫారం ద్వారా పశుసంబంధ వ్యాపారాల్లో పెట్టుబడి పెట్టి లాభం-షేరింగ్ లేదా స్థిర మోడల్ ఆధారంగా రిటర్న్ పొందవచ్చు.

# faqQuestion2
source: How does the investment model work?
hi: निवेश मॉडल कैसे काम करता है?
kn: ಹೂಡಿಕೆ ಮಾದರಿ ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ?
ml: നിക്ഷേപ മോഡൽ എങ്ങനെ പ്രവർത്തിക്കുന്നു?
ta: முதலீட்டு மாதிரிகள் எப்படி செயல்படுகின்றன?
te: పెట్టుబడి మోడల్ ఎలా పని చేస్తుంది?

# faqAnswer2
source: You invest a specific amount, which will be used for purchasing and maintaining dairy animals. Our partnered farmers take care of daily operations, and profits from milk sales or animal trade are shared as per agreed terms.
hi: आप एक विशिष्ट राशि निवेश करते हैं, जिसका उपयोग डेयरी जानवरों की खरीद और रखरखाव के लिए किया जाएगा। हमारे साझेदार किसान दैनिक संचालन का ख्याल रखते हैं, और दूध की बिक्री या पशु व्यापार से होने वाले मुनाफे को सहमत शर्तों के अनुसार साझा किया जाता है।
kn: ನೀವು ನಿರ್ದಿಷ್ಟ ಮೊತ್ತವನ್ನು ಹೂಡಿಕೆ ಮಾಡುತ್ತೀರಿ, ಇದು ಡೇರಿಯ ಜಂತುಗಳ ಖರೀದಿ ಹಾಗೂ ನಿರ್ವಹಣೆಗೆ ಬಳಸಲ್ಪಡುತ್ತದೆ. ನಮ್ಮ ಸಹಭಾಗಿತ್ವ ರೈತರು ದೈನಂದಿನ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತಾರೆ, ಹಾಗೂ ಹಾಲು ಮಾರಾಟದಿಂದ ಅಥವಾ ಕುಟುಂಬ ವ್ಯಾಪಾರದಿಂದ ಹೊಂದಿದ ಲಾಭವನ್ನು ಸಹಿತ ಶರತ್ತುಗಳ ಪ್ರಕಾರ ಹಂಚಿಕೊಳ್ಳುತ್ತಾರೆ.
ml: നിങ്ങൾ സാധാരണത്തപച്ച് ഒരു നിശ്ചിത തുകയാണ് നിക്ഷേപം ചെയ്യുന്നത്, ഇത് ദെയിരി മൃഗങ്ങളുടെ വാങ്ങലിനും പരിപാലനത്തിനും ഉപയോഗിക്കും. ഞങ്ങൾ പങ്കാളിയായ ખેડൂര്ക്മാർ ദിനചര്യ പ്രവർത്തനങ്ങൾ നോക്കുന്നു, പാൽ വിൽപ്പനാ‌യോ മൃഗ വ്യാപാരത്തിലനുക ഏർപ്പെടുത്തിയ ലാഭം പങ്കിടുന്നു.
ta: நீங்கள் ஒரு குறிப்பிட்ட தொகையை முதலீடு செய்கிறீர்கள், இது பால் மாடுகளின் வாங்குதல் மற்றும் பராமரிப்பிற்காக பயன்படுகிறது. எங்கள் பங்குதாரர் விவசாயிகள் தினசரி செயல்பாடுகளை கவனித்துக் கொள்கிறார்கள், பால் விற்பனை அல்லது மிருக வணிகம் மூலம் வரும் லாபத்தை ஒப்புக்கொண்ட நிபந்தனைகள் அடிப்படையில் பகிர்கிறார்கள்.
te: మీరు ఒక నిర్దిష్ట మొత్తం పెట్టుబడి ఇస్తారు, ఇది డెయిరీ జంతువుల కొనుగోలు మరియు సంరక్షణ కారణంగా ఉపయోగించబడుతుంది. మా భాగస్వామి రైతులు రోజువారీ కార్యకలాపాలను నిర్వహిస్తారు, మరియు పాలు అమ్మకాలు లేదా జంతు వ్యాపారం ద్వారా వచ్చిన లాభాన్ని అంగీకరించిన షరతుల ప్రకారం పంచుకుంటారు.

# faqQuestion3
source: Is my investment safe?
hi: क्या मेरा निवेश सुरक्षित है?
kn: ನನ್ನ ಹೂಡಿಕೆ ಸುರಕ್ಷಿತವೋ?
ml: എന്റെ നിക്ഷേപം സുരക്ഷിച്ചാണോ?
ta: எனது முதலீடு பாதுகாப்பாக இருக்குமா?
te: నా పెట్టుబడి సురక్షితమా?

# faqAnswer3
source: All investments are made transparently with proper documentation. Livestock is insured, and the farm operations are monitored by our team. However, like any investment, this also carries minimal risks.
hi: सभी निवेश उचित दस्तावेज़ीकरण के साथ पारदर्शी रूप से किए जाते हैं। पशुधन बीमाकृत है, और फार्म संचालन की निगरानी हमारी टीम द्वारा की जाती है। हालांकि, किसी भी निवेश की तरह, इसमें भी न्यूनतम जोखिम है।
kn: ಎಲ್ಲಾ ಹೂಡಿಕೆಗಳು ಸೂಕ್ತ ದಾಖಲೆಗಳೊಂದಿಗೆ ಪಾರದರ್ಶಕವಾಗಿ ನಡೆಯುತ್ತವೆ. ಪಶುಪ್ರಾಣಿ ವಿಮೆ ಕಲ್ಪಿಸಲಾಗಿದ್ದು, ಫಾರಂ ನಿರ್ವಹಣೆಯನ್ನು ನಮ್ಮ ತಂಡ ನೋಡುತ್ತದೆ. ಆದಾಗ್ಯೂ, ಹೆಚ್ಚು ಜತೆ ಹೂಡಿಕೆಯಂತೆ, ಸ್ವಲ್ಪ ಅಪಾಯವು ಸಹ ಇರಬಹುದು.
ml: എല്ലാ നിക്ഷേപങ്ങളും ശരിയായ രേഖാസാധനങ്ങളോടുകൂടിയാണ് पारsciously നടത്തപ്പെടുന്നത്. പശുസമ്പDist بیمസാധിച്ചു, ഫാമിന്റെ പ്രവർത്തനം ഞങ്ങളുടെ ടീം നിരീക്ഷിക്കുന്നു. എന്നിരുന്നാലും, ഏത് നിക്ഷേപത്തിലും ചെറിയ തോതു അപകടം ഉണ്ട്.
ta: எல்லா முதலீட்டும் சரியான ஆவணப்படுத்தலுடன் தெளிவாக நடத்தப்படும். மிருகங்கள் بیمை செய்யப்பட்டுள்ளன, மற்றும் பண்ணை செயலாக்கத்தை எங்கள் குழு கண்காணிக்கும். இருப்பினும், எந்த முதலீட்டுக்கும் குறைந்தசிறிது அபாயம் இருக்கக்கூடும்.
te: అన్ని పెట్టుబడులు సరైన డాక్యుమెంటేషన్‌తో పారదర్శకంగా జరుగుతాయి. పశుసంపద బీమా చేయబడింది, మరియు ఫారం నిర్వహణ మా బృందం పర్యవేక్షిస్తుంది. అయినప్పటికీ, ప్రతి పెట్టుబడికి కొన్ని సంక్షిప్త పరిశీలన మకున్ ఉంటాయి.

# faqQuestion4
source: How will I earn returns?
hi: मैं रिटर्न कैसे कमाऊंगा?
kn: ನಾನು ಆದಾಯವನ್ನು ಹೇಗೆ ಸಂಪಾದಿಸುತ್ತೇನೆ?
ml: ഞാൻ എങ്ങനെ വരുമാനം നേടും?
ta: நான் எப்படி வருமானம் சம்பாதிப்பேன்?
te: నేను వాపసుకు ఎలా సంపాదించగలను?
