Repository: Sumit-rajput98/pashu_app
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, ta, te

# loanTermsNote
source: By submitting this form, you agree to our loan terms and conditions. Our team will review your application and contact you within 3-5 business days with loan approval status.
hi: इस फॉर्म को सबमिट करके, आप हमारे ऋण नियमों और शर्तों से सहमत होते हैं। हमारी टीम आपके आवेदन की समीक्षा करेगी और 3-5 कार्य दिवसों में ऋण स्वीकृति की स्थिति के साथ आपसे संपर्क करेगी।
kn: ಈ ಫಾರ್ಮ್ ಅನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ಸಾಲ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೀರಿ. ನಮ್ಮ ತಂಡ ನಿಮ್ಮ ಅರ್ಜಿಯನ್ನು ಪರಿಶೀಲಿಸಿ 3-5 ವ್ಯವಹಾರ ದಿನಗಳಲ್ಲಿ ಸಾಲ ಅನುಮೋದನೆ ಸ್ಥಿತಿಯನ್ನು ಸಂಪರ್ಕಿಸುತ್ತದೆ.
ml: ഈ ഫോം സമർപ്പിക്കുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ വായ്പ നിബന്ധനകൾ അംഗീകരിക്കുന്നു. ഞങ്ങളുടെ ടീം നിങ്ങളുടെ അപേക്ഷ പരിശോധിച്ച് 3-5 ബിസിനസ് ദിവസങ്ങളിൽ വായ്പ അംഗീകൃത നിലയുമായി ബന്ധപ്പെടും.
ta: இந்த படிவத்தை சமர்ப்பிப்பதன் மூலம், நீங்கள் எங்கள் கடன் விதிமுறைகள் மற்றும் நிபந்தனைகளை ஒப்புக்கொள்கிறீர்கள். எங்கள் குழு உங்கள் விண்ணப்பத்தை மதிப்பாய்ந்து 3-5 வணிக நாட்களில் கடன் ஒப்புதல் நிலையைத் தொடர்புகொள்கிறது.
te: ఈ ఫారాన్ని సమర్పించడం ద్వారా, మీరు మా రుణ నిబంధనలు మరియు షరతులను అంగీకరిస్తారు. మా బృందం మీ దరఖాస్తును సమీక్షించి 3-5 వ్యాపార రోజుల్లో రుణ ఆమోద స్థితిని సంప్రదిస్తుంది.

# allFieldsRequired
source: All fields are required
hi: सभी फ़ील्ड आवश्यक हैं
kn: ಎಲ್ಲಾ ಫೀಲ್ಡ್‌ಗಳು ಅಗತ್ಯವಿದೆ
ml: എല്ലാ ഫീൽഡുകളും ആവശ്യമാണ്
ta: அனைத்து புலங்கள் தேவை
te: అన్ని ఫీల్డ్‌లు అవసరం

source: Animal Information
hi: पशु जानकारी
kn: ಪ್ರಾಣಿಯ ಮಾಹಿತಿ
ml: മൃഗത്തിന്റെ വിവരങ്ങൾ
ta: விலங்கு தகவல்
te: జంతువు సమాచారం

# animalAgeInvalid
source: Please enter a valid animal age
hi: कृपया मान्य पशु आयु दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಪಶು ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ മൃഗ പ്രായം നൽകുക
ta: சரியான விலங்கு வயதை உள்ளிடவும்
te: దయచేసి సరైన ప్రాణి వయస్సును నమోదు చేయండి

# animalWeightInvalid
source: Please enter a valid animal weight
hi: कृपया मान्य पशु वजन दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಪಶು ತೂಕವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ മൃഗ ഭാരം നൽകുക
ta: சரியான விலங்கு எடையை உள்ளிடவும்
te: దయచేసి సరైన ప్రాణి బరువును నమోదు చేయండి

source: Allow Location Access
hi: स्थान की अनुमति दें
kn: ಸ್ಥಳ ಪ್ರವೇಶಕ್ಕೆ ಅನುಮತಿ ನೀಡಿ
ml: സ്ഥലത്തിലും പ്രവേശനം അനുവദിക്കുക
ta: இட அணுகலை அனுமதிக்கவும்
te: స్థానానికి అనుమతించండి

# locationDescription
source: We need access to your location to show nearby animals and services.
hi: हम पास के पशु और सेवाएं दिखाने के लिए आपके स्थान की पहुंच चाहते हैं।
kn: ನಸ್ ಸಮೀಪದ ಪ್ರಾಣಿ ಮತ್ತು ಸೇವೆಗಳನ್ನು ತೋರಿಸಲು ನಿಮ್ಮ ಸ್ಥಳದ ಪ್ರಾಪ್ತಿಗೆ ಅಗತ್ಯವಿದೆ.
ml: ഭീഷണി അടുത്ത മൃഗങ്ങളും സേവനങ്ങളും കാണാൻ നിങ്ങളുടെ സ്ഥലം ആവശ്യമാണ്.
ta: சுவிடியிலுள்ள மிருகங்கள் மற்றும் சேவைகளை காண உங்கள் இடத்தின் அணுகல் தேவை.
te: పక్కన ఉన్న జంతువులు మరియు సేవలను చూపించడానికి మీ స్థానం అవసరం.

# locationPrivacyNote
source: Your location data is used only to enhance your experience and is kept secure.
hi: आपका स्थान डेटा केवल आपके अनुभव को बेहतर बनाने के लिए उपयोग किया जाता है और सुरक्षित रखा जाता है।
kn: ನಿಮ್ಮ ಸ್ಥಳದ ಡೇಟಾ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ ಮತ್ತು ಪ್ರತ್ಯೇಕವಾಗಿ ಸುರಕ್ಷಿತವಾಗಿರುತ್ತದೆ.
ml: നിങ്ങളുടെ സ്ഥലം ഡാറ്റ നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്താൻ മാത്രമാണ് ഉപയോഗിക്കുന്നത്, സുരക്ഷിതമായിരിക്കുകയാണ്.
ta: உங்கள் இடத் தரவு உங்கள் அனுபவத்தை மேம்படுத்த மட்டுமே பயன்படுத்தப்படுகிறது மற்றும் பாதுகாப்பாக வைக்கப்படுகிறது.
te: మీ స్థానం డేటా మీ అనుభవాన్ని మెరుగుపరిచేందుకు మాత్రమే ఉపయోగించబడుతుంది మరియు అది సురక్షితంగా ఉంచబడుతుంది.

source: Live Races
hi: लाइव रेस
kn: ಲೈವ್ ರೇಸ್
ml: ലൈവ് റേസുകൾ
ta: நேரடி போட்டிகள்
te: ప్రత్యక్ష రేసులు

source: View Live
hi: लाइव देखें
kn: ಲೈವ್ ನೋಡಿ
ml: ലൈവ് കാണുക
ta: நேரடி பார்க்கவும்
te: ప్రత్యక్షంగా చూడండి

source: Animal Insurance
hi: पशु बीमा
kn: ಪಶು ವಿಮೆ
ml: കന്നുകാലി ഇൻഷുറൻസ്
ta: கால்நடை காப்பீடு
te: పశు బీమా

# insuranceFormTitle
source: Animal Insurance Form
hi: पशु बीमा फॉर्म
kn: ಪಶು ವಿಮೆ ಫಾರ್ಮ್
ml: കന്നുകാലി ഇൻഷുറൻസ് ഫോം
ta: கால்நடை காப்பீடு படிவம்
te: పశు బీమా ఫారం

# insuranceApplicationHeader
source: Animal Insurance Application
hi: पशु बीमा आवेदन
kn: ಪಶು ವಿಮೆ ಅರ್ಜಿ
ml: കന്നുകാലി ഇൻഷുറൻസ് അപേക്ഷ
ta: கால்நடை காப்பீடு விண்ணப்பம்
te: పశు బీమా దరఖాస్తు

# insuranceApplicationSubheader
source: Get financial support for your animal insurance needs
hi: अपने पशु बीमा की जरूरतों के लिए वित्तीय सहायता प्राप्त करें
kn: ನಿಮ್ಮ ಪಶು ವಿಮೆ ಅಗತ್ಯಗಳಿಗೆ ಹಣಕಾಸು ಸಹಾಯವನ್ನು ಪಡೆಯಿರಿ
ml: നിങ്ങളുടെ കന്നുകാലി ഇൻഷുറൻസ് ആവശ്യങ്ങൾക്കായി സാമ്പത്തിക സഹായം നേടുക
ta: உங்கள் கால்நடை காப்பீடு தேவைகளுக்கு நிதி உதவி பெறுங்கள்
te: మీ పశు బీమా అవసరాలకు ఆర్థిక సహాయం పొందండి

source: Insurance Application Details
hi: बीमा आवेदन विवरण
kn: ವಿಮೆ ಅರ್ಜಿ ವಿವರಗಳು
ml: ഇൻഷുറൻസ് അപേക്ഷ വിശദാംശങ്ങൾ
ta: காப்பீடு விண்ணப்ப விவரங்கள்
te: బీమా దరఖాస్తు వివరాలు

source: Owner Information
hi: मालिक की जानकारी
kn: ಮಾಲೀಕರ ಮಾಹಿತಿ
ml: ഉടമയുടെ വിവരം
ta: உரிமையாளர் தகவல்
te: యజమాని సమాచారం

source: Owner Name
hi: मालिक का नाम
kn: ಮಾಲೀಕರ ಹೆಸರು
ml: ഉടമയുടെ പേര്
ta: உரிமையாளர் பெயர்
te: యజమాని పేరు

# ownerNameRequired
source: Owner name is required
hi: मालिक का नाम आवश्यक है
kn: ಮಾಲೀಕರ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ml: ഉടമയുടെ പേര് ആവശ്യമാണ്
ta: உரிமையாளர் பெயர் தேவை
te: యజమాని పేరు అవసరం

source: Owner Address
hi: मालिक का पता
kn: ಮಾಲೀಕರ ವಿಳಾಸ
ml: ഉടമയുടെ വിലാസം
ta: உரிமையாளர் முகவரி
te: యజమాని చిరునామా

# ownerAddressRequired
source: Owner address is required
hi: मालिक का पता आवश्यक है
kn: ಮಾಲೀಕರ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ
ml: ഉടമയുടെ വിലാസം ആവശ്യമാണ്
ta: உரிமையாளர் முகவரி தேவை
te: యజమాని చిరునామా అవసరం

source: Animal Type
hi: पशु प्रकार
kn: ಪಶು ಪ್ರಕಾರ
ml: കന്നുകാലി തരം
ta: விலங்கு வகை
te: పశు రకం

# animalTypeRequired
source: Animal type is required
hi: पशु प्रकार आवश्यक है
kn: ಪಶು ಪ್ರಕಾರ ಅಗತ್ಯವಿದೆ
ml: കന്നുകാലി തരം ആവശ്യമാണ്
ta: விலங்கு வகை தேவை
te: పశు రకం అవసరం

source: Animal Breed
hi: पशु नस्ल
kn: ಪಶು ಜಾತಿ
ml: കന്നുകാലി ഇനം
ta: விலங்கு இனம்
te: పశు జాతి

# animalBreedRequired
source: Animal breed is required
hi: पशु नस्ल आवश्यक है
kn: ಪಶು ಜಾತಿ ಅಗತ್ಯವಿದೆ
ml: കന്നുകാലി ഇനം ആവശ്യമാണ്
ta: விலங்கு இனம் தேவை
te: పశు జాతి అవసరం

source: Animal Age
hi: पशु आयु
kn: ಪಶು ವಯಸ್ಸು
ml: കന്നുകാലി പ്രായം
ta: விலங்கு வயது
te: పశు వయస్సు

# animalAgeRequired
source: Animal age is required
hi: पशु आयु आवश्यक है
kn: ಪಶು ವಯಸ್ಸು ಅಗತ್ಯವಿದೆ
ml: കന്നുകാലി പ്രായം ആവശ്യമാണ്
ta: விலங்கு வயது தேவை
te: పశు వయస్సు అవసరం

source: Animal Color
hi: पशु रंग
kn: ಪಶು ಬಣ್ಣ
ml: കന്നുകാലി നിറം
ta: விலங்கு நிறம்
te: పశు రంగు

# animalColorRequired
source: Animal color is required
hi: पशु रंग आवश्यक है
kn: ಪಶು ಬಣ್ಣ ಅಗತ್ಯವಿದೆ
ml: കന്നുകാലി നിറം ആവശ്യമാണ്
ta: விலங்கு நிறம் தேவை
te: పశు రంగు అవసరం

source: Animal Weight
hi: पशु वजन
kn: ಪಶು ತೂಕ
ml: കന്നുകാലി ഭാരം
ta: விலங்கு எடை
te: పశు బరువు

# animalWeightRequired
source: Animal weight is required
hi: पशु वजन आवश्यक है
kn: ಪಶು ತೂಕ ಅಗತ್ಯವಿದೆ
ml: കന്നുകാലി ഭാരം ആവശ്യമാണ്
ta: விலங்கு எடை தேவை
te: పశు బరువు అవసరం

source: Health Status
hi: स्वास्थ्य स्थिति
kn: ಆರೋಗ್ಯ ಸ್ಥಿತಿ
ml: ആരോഗ്യ നില
ta: ஆரோக்கிய நிலை
te: ఆరోగ్య స్థితి

# healthStatusRequired
source: Health status is required
hi: स्वास्थ्य स्थिति आवश्यक है
kn: ಆರೋಗ್ಯ ಸ್ಥಿತಿ ಅಗತ್ಯವಿದೆ
ml: ആരോഗ്യ നില ആവശ്യമാണ്
ta: ஆரோக்கிய நிலை தேவை
te: ఆరోగ్య స్థితి అవసరం

# insuranceTermsNote
source: By submitting this form, you agree to our insurance terms and conditions. Our team will review your application and contact you within 3-5 business days with insurance approval status.
hi: इस फॉर्म को सबमिट करके, आप हमारे बीमा नियमों और शर्तों से सहमत होते हैं। हमारी टीम आपके आवेदन की समीक्षा करेगी और 3-5 कार्य दिवसों में बीमा स्वीकृति की स्थिति के साथ आपसे संपर्क करेगी।
kn: ಈ ಫಾರ್ಮ್ ಅನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ವಿಮೆ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೀರಿ. ನಮ್ಮ ತಂಡ ನಿಮ್ಮ ಅರ್ಜಿಯನ್ನು ಪರಿಶೀಲಿಸಿ 3-5 ವ್ಯವಹಾರ ದಿನಗಳಲ್ಲಿ ವಿಮೆ ಅನುಮೋದನೆ ಸ್ಥಿತಿಯನ್ನು ಸಂಪರ್ಕಿಸುತ್ತದೆ.
ml: ഈ ഫോം സമർപ്പിക്കുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ ഇൻഷുറൻസ് നിബന്ധനകൾ അംഗീകരിക്കുന്നു. ഞങ്ങളുടെ ടീം നിങ്ങളുടെ അപേക്ഷ പരിശോധിച്ച് 3-5 ബിസിനസ് ദിവസങ്ങളിൽ ഇൻഷുറൻസ് അംഗീകൃത നിലയുമായി ബന്ധപ്പെടും.
ta: இந்த படிவத்தை சமர்ப்பிப்பதன் மூலம், நீங்கள் எங்கள் காப்பீடு விதிமுறைகள் மற்றும் நிபந்தனைகளை ஒப்புக்கொள்கிறீர்கள். எங்கள் குழு உங்கள் விண்ணப்பத்தை மதிப்பாய்ந்து 3-5 வணிக நாட்களில் காப்பீடு ஒப்புதல் நிலையைத் தொடர்புகொள்கிறது.
te: ఈ ఫారాన్ని సమర్పించడం ద్వారా, మీరు మా బీమా నిబంధనలు మరియు షరతులను అంగీకరిస్తారు. మా బృందం మీ దరఖాస్తును సమీక్షించి 3-5 వ్యాపార రోజుల్లో బీమా ఆమోద స్థితిని సంప్రదిస్తుంది.

# liveRaceTitle
source: Live Race
hi: लाइव रेस
kn: ಲೈವ್ ರೇಸ್
ml: ലൈവ് റേസ്
ta: லைவ் ரேஸ்
te: లైవ్ రేస్

# liveRaceHeader
source: LIVE RACE
hi: लाइव रेस
kn: ಲೈವ್ ರೇಸ್
ml: ലൈവ് റേസ്
ta: லைவ் ரேஸ்
te: లైవ్ రేస్

# chooseRaceCategory
source: Choose Your Race Category
hi: अपनी रेस श्रेणी चुनें
kn: ನಿಮ್ಮ ರೇಸ್ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ റേസ് വിഭാഗം തിരഞ്ഞെടുക്കുക
ta: உங்கள் ரேஸ் வகையை தேர்ந்தெடுக்கவும்
te: మీ రేస్ వర్గాన్ని ఎంచుకోండి

# raceExperienceSubheader
source: Experience the thrill of traditional animal racing
hi: पारंपरिक पशु दौड़ का रोमांच अनुभव करें
kn: ಪಾರಂಪರಿಕ ಪ್ರಾಣಿಗಳ ಓಟದ ರೋಮಾಂಚನವನ್ನು ಅನುಭವಿಸಿ
ml: പരമ്പരാഗത മൃഗ ഓട്ടത്തിന്റെ ആവേശം അനുഭവിക്കുക
ta: பாரம்பரிய மிருக ஓட்டத்தின் பரபரப்பை அனுபவிக்கவும்
te: పారంపర్య జంతు పందెం ఉల్లాసాన్ని అనుభవించండి

# raceCategoryFallback
source: Race Category
hi: रेस श्रेणी
kn: ರೇಸ್ ವರ್ಗ
ml: റേസ് വിഭാഗം
ta: ரேஸ் வகை
te: రేస్ వర్గం

# raceCategoryDetailFallback
source: Join the exciting race and experience the thrill of traditional animal racing
hi: रोमांचक रेस में शामिल हों और पारंपरिक पशु दौड़ का रोमांच अनुभव करें
kn: ರೋಚಕ ರೇಸ್‌ಗೆ ಸೇರಿ ಮತ್ತು ಪಾರಂಪರಿಕ ಪ್ರಾಣಿಗಳ ಓಟದ ರೋಮಾಂಚನವನ್ನು ಅನುಭವಿಸಿ
ml: ഉത്സാഹകരമായ റേസിൽ ചേരുക, പരമ്പരാഗത മൃഗ ഓട്ടത്തിന്റെ ആവേശം അനുഭവിക്കുക
ta: சுவாரஸ்யமான ரேஸில் சேரவும், பாரம்பரிய மிருக ஓட்டத்தின் பரபரப்பை அனுபவிக்கவும்
te: ఉల్లాసమైన రేస్‌లో చేరండి మరియు పారంపర్య జంతు పందెం ఉల్లాసాన్ని అనుభవించండి

source: Live Now
hi: अभी लाइव
kn: ఇప్పుడు లైవ్
ml: ಈಗ ಲೈವ್
ta: இப்போது நேரலை
te: இப்போது நேரலை

source: Tap to Join
hi: शामिल होने के लिए टैप करें
kn: ಸೇರಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: ചേരാൻ ടാപ്പ് ചെയ്യുക
ta: சேர டேப் செய்யவும்
te: చేరడానికి ట్యాప్ చేయండి

# liveBadge
source: LIVE
hi: लाइव
kn: ಲೈವ್
ml: ലൈവ്
ta: லைவ்
te: లైవ్

source: Failed to Load Categories
hi: श्रेणियाँ लोड करने में विफल
kn: ವರ್ಗಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ml: വിഭാഗങ്ങൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ta: வகைகளை ஏற்ற முடியவில்லை
te: వర్గాలను లోడ్ చేయడంలో విఫలమయ్యారు

source: Something went wrong
hi: कुछ गलत हुआ
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ml: എന്തോ തെറ്റ് സംഭവിച്ചു
ta: ஏதோ தவறு நடந்தது
te: ఏదో తప్పు జరిగింది

source: Retry
hi: पुनः प्रयास करें
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్ళీ ప్రయత్నించండి

source: No Live Races Available
hi: कोई लाइव रेस उपलब्ध नहीं
kn: ಯಾವುದೇ ಲೈವ್ ರೇಸ್ ಲಭ್ಯವಿಲ್ಲ
ml: ലൈവ് റേസുകൾ ലഭ്യമല്ല
ta: லைவ் ரேஸ்கள் இல்லை
te: లైవ్ రేస్‌లు లభ్యం కావు

# checkBackLater
source: Check back later for exciting live racing events
hi: रोमांचक लाइव रेसिंग इवेंट्स के लिए बाद में देखें
kn: ರೋಚಕ ಲೈವ್ ರೇಸಿಂಗ್ ಈವೆಂಟ್‌ಗಳಿಗೆ ನಂತರ ಪರಿಶೀಲಿಸಿ
ml: ഉത്സാഹകരമായ ലൈവ് റേസിംഗ് ഇവന്റുകൾക്കായി പിന്നീട് പരിശോധിക്കുക
ta: சுவாரஸ்யமான லைவ் ரேசிங் நிகழ்வுகளுக்காக பின்னர் சரிபார்க்கவும்
te: ఉల్లాసమైన లైవ్ రేసింగ్ ఈవెంట్స్ కోసం తర్వాత చెక్ చేయండి

source: Race Category
hi: दौड़ श्रेणी
kn: రేస్ వర్గం
ml: ರೇಸ್ ವರ್ಗ
ta: பந்தய வகை
te: பந்தய வகை

source: Traditional Racing Experience
hi: पारंपरिक रेसिंग अनुभव
kn: సాంప్రదాయ రేసింగ్ అనుభవం
ml: ಸಾಂಪ್ರದಾಯಿಕ ರೇಸಿಂಗ್ ಅನುಭವ
ta: பாரம்பரிய பந்தய அனுபவம்
te: பாரம்பரிய பந்தய அனுபவம்

source: Race Information
hi: दौड़ की जानकारी
kn: రేస్ సమాచారం
ml: ರೇಸ್ ಮಾಹಿತಿ
ta: பந്தய தகவல்
te: பந്தய தகவல்

source: Category
hi: श्रेणी
kn: ವರ್ಗ
ml: വിഭാഗം
ta: வகை
te: వర్గం

source: Status
hi: स्थिति
kn: స్థితి
ml: ಸ್ಥಿತಿ
ta: நிலை
te: நிலை

source: Participants
hi: प्रतिभागी
kn: పాల్గొనేవారు
ml: ಭಾಗವಹಿಸುವವರು
ta: பங்கேற்பாளர்கள்
te: பங்கேற்பாளர்கள்

source: Multiple Entries
hi: कई प्रविष्टियां
kn: అనేక ఎంట్రీలు
ml: ಅನೇಕ ನಮೂದುಗಳು
ta: பல பதிவுகள்
te: பல பதிவுகள்

source: Duration:
hi: अवधि:
kn: ಅವಧಿ:
ml: കാലാവധി:
ta: கால அவகாசம்:
te: కాలవ్యవధి:

source: Ongoing
hi: चालू
kn: కొనసాగుతున్న
ml: ನಡೆಯುತ್ತಿರುವ
ta: நடைபெற்று வரும்
te: நடைபெற்று வரும்

source: Prize
hi: पुरस्कार
kn: బహుమతి
ml: ಬಹುಮಾನ
ta: பரிசு
te: பரிசு

# trophiesAndRecognition
source: Trophies & Recognition
hi: ट्रॉफी और मान्यता
kn: ట్రోఫీలు మరియు గుర్తింపు
ml: ಟ್ರೋಫಿಗಳು ಮತ್ತು ಗುರುತಿಸುವಿಕೆ
ta: கோப்பைகள் மற்றும் அங்கீகாரம்
te: கோப்பைகள் மற்றும் அங்கீகாரம்

source: Race is Live Now!
hi: दौड़ अभी लाइव है!
kn: రేస్ ఇప్పుడు లైవ్!
ml: ರೇಸ್ ಈಗ ಲೈವ್!
ta: பந்தயம் இப்போது நேரலையில்!
te: பந்தயம் இப்போது நேரலையில்!

# watchExcitingCompetition
source: Watch the exciting competition unfold
hi: रोमांचक प्रतियोगिता को देखें
kn: ఉత్తేజకరమైన పోటీని చూడండి
ml: ಉತ್ತೇಜಕ ಸ್ಪರ್ಧೆಯನ್ನು ವೀಕ್ಷಿಸಿ
ta: உற்சாகமான போட்டியைப் பார்க்கவும்
te: உற்சாகமான போட்டியைப் பார்க்கவும்

source: About This Race
hi: इस दौड़ के बारे में
kn: ఈ రేస్ గురించి
ml: ಈ ರೇಸ್ ಬಗ್ಗೆ
ta: இந்த பந்தயம் பற்றி
te: இந்த பந்தயம் பற்றி

# defaultRaceDescription
source: Experience the thrill of traditional animal racing in this exciting live event. Watch as skilled participants compete in this time-honored tradition that showcases the bond between humans and animals. This race category represents the rich cultural heritage of animal sports and provides an authentic glimpse into traditional racing practices.
hi: इस रोमांचक लाइव इवेंट में पारंपरिक पशु दौड़ का रोमांच अनुभव करें। कुशल प्रतिभागियों को इस समय-सम्मानित परंपरा में प्रतिस्पर्धा करते देखें जो मनुष्यों और जानवरों के बीच के बंधन को दर्शाती है।
kn: ఈ ఉత్తేజకరమైన లైవ్ ఈవెంట్‌లో సాంప్రదాయ జంతు రేసింగ్ యొక్క థ్రిల్‌ను అనుభవించండి. మనుషులు మరియు జంతువుల మధ్య బంధాన్ని ప్రదర్శించే ఈ కాలాతీత సంప్రదాయంలో నైపుణ్యం ఉన్న పాల్గొనేవారు పోటీ పడటం చూడండి.
ml: ಈ ಉತ್ತೇಜಕ ಲೈವ್ ಈವೆಂಟ್‌ನಲ್ಲಿ ಸಾಂಪ್ರದಾಯಿಕ ಪ್ರಾಣಿ ರೇಸಿಂಗ್‌ನ ರೋಮಾಂಚನವನ್ನು ಅನುಭವಿಸಿ. ಮನುಷ್ಯರು ಮತ್ತು ಪ್ರಾಣಿಗಳ ನಡುವಿನ ಬಂಧವನ್ನು ತೋರಿಸುವ ಈ ಕಾಲಾತೀತ ಸಂಪ್ರದಾಯದಲ್ಲಿ ಕುಶಲ ಭಾಗವಹಿಸುವವರು ಸ್ಪರ್ಧಿಸುವುದನ್ನು ವೀಕ್ಷಿಸಿ.
ta: இந்த உற்சாகமான நேரலை நிகழ்வில் பாரம்பரிய விலங்கு பந்தயத்தின் சிலிர்ப்பை அனுபவிக்கவும். மனிதர்களுக்கும் விலங்குகளுக்கும் இடையிலான பிணைப்பை வெளிப்படுத்தும் இந்த காலத்தால் மதிக்கப்படும் பாரம்பரியத்தில் திறமையான பங்கேற்பாளர்கள் போட்டியிடுவதைப் பாருங்கள்.
te: இந்த உற்சாகமான நேரலை நிகழ்வில் பாரம்பரிய விலங்கு பந்தயத்தின் சிலிர்ப்பை அனுபவிக்கவும். மனிதர்களுக்கும் விலங்குகளுக்கும் இடையிலான பிணைப்பை வெளிப்படுத்தும் இந்த காலத்தால் மதிக்கப்படும் பாரம்பரியத்தில் திறமையான பங்கேற்பாளர்கள் போட்டியிடுவதைப் பாருங்கள்.

source: Live Stream
hi: लाइव स्ट्रीम
kn: లైవ్ స్ట్రీమ్
ml: ಲೈವ್ ಸ್ಟ್ರೀಮ್
ta: நேரலை ஒளிபரப்பு
te: நேரலை ஒளிபரப்பு

source: Live Stream Coming Soon
hi: लाइव स्ट्रीम जल्द आ रहा है
kn: లైవ్ స్ట్రీమ్ త్వరలో వస్తుంది
ml: ಲೈವ್ ಸ್ಟ್ರೀಮ್ ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತಿದೆ
ta: நேரலை ஒளிபரப்பு விரைவில் வருகிறது
te: நேரலை ஒளிபரப்பு விரைவில் வருகிறது

# youtubeLinksAvailable
source: YouTube links will be available when streaming begins
hi: स्ट्रीमिंग शुरू होने पर YouTube लिंक उपलब्ध होंगे
kn: స్ట్రీమింగ్ ప్రారంభమైనప్పుడు YouTube లింక్‌లు అందుబాటులో ఉంటాయి
ml: ಸ್ಟ್ರೀಮಿಂಗ್ ಪ್ರಾರಂಭವಾದಾಗ YouTube ಲಿಂಕ್‌ಗಳು ಲಭ್ಯವಿರುತ್ತವೆ
ta: ஸ்ட்ரீமிங் தொடங்கும்போது YouTube இணைப்புகள் கிடைக்கும்
te: ஸ்ட்ரீமிங் தொடங்கும்போது YouTube இணைப்புகள் கிடைக்கும்

# getNotifiedWhenStreaming
source: Get notified when live streaming starts for this race category
hi: इस दौड़ श्रेणी के लिए लाइव स्ट्रीमिंग शुरू होने पर सूचना पाएं
kn: ఈ రేస్ వర్గానికి లైవ్ స్ట్రీమింగ్ ప్రారంభమైనప్పుడు నోటిఫికేషన్ పొందండి
ml: ಈ ರೇಸ್ ವರ್ಗಕ್ಕಾಗಿ ಲೈವ್ ಸ್ಟ್ರೀಮಿಂಗ್ ಪ್ರಾರಂಭವಾದಾಗ ಅಧಿಸೂಚನೆ ಪಡೆಯಿರಿ
ta: இந்த பந்தய வகைக்கு நேரலை ஒளிபரப்பு தொடங்கும்போது அறிவிப்பு பெறுங்கள்
te: இந்த பந்தய வகைக்கு நேரலை ஒளிபரப்பு தொடங்கும்போது அறிவிப்பு பெறுங்கள்

source: LIVE RACE
hi: लाइव दौड़
kn: లైవ్ రేస్
ml: ಲೈವ್ ರೇಸ್
ta: நேரலை பந்தயம்
te: நேரலை பந்தயம்

source: N/A
hi: उपलब्ध नहीं
kn: అందుబాటులోలేదు
ml: ಲಭ್ಯವಿಲ್ಲ
ta: கிடைக்கவில்லை
te: கிடைக்கவில்லை

source: Regional Championship
hi: क्षेत्रीय चैंपियनशिप
kn: ప్రాంతీయ ఛాంపియన్‌షిప్
ml: ಪ್ರಾದೇಶಿಕ ಚಾಂಪಿಯನ್‌ಶಿಪ್
ta: பிராந்திய சாம்பியன்ஷிப்
te: பிராந்திய சாம்பியன்ஷிப்

source: District Finals
hi: जिला फाइनल
kn: జిల్లా ఫైనల్స్
ml: ಜಿಲ್ಲಾ ಫೈನಲ್‌ಗಳು
ta: மாவட்ட இறுதிப்போட்டி
te: மாவட்ட இறுதிப்போட்டி

source: State Competition
hi: राज्य प्रतियोगिता
kn: రాష్ట్ర పోటీ
ml: ರಾಜ್ಯ ಸ್ಪರ್ಧೆ
ta: மாநில போட்டி
te: மாநில போட்டி

# tomorrowTenAM
source: Tomorrow 10:00 AM
hi: कल सुबह 10:00 बजे
kn: రేపు ఉదయం 10:00 గంటలకు
ml: ನಾಳೆ ಬೆಳಿಗ್ಗೆ 10:00 ಗಂಟೆಗೆ
ta: நாளை காலை 10:00 மணிக்கு
te: நாளை காலை 10:00 மணிக்கு

source: Next Week
hi: अगले सप्ताह
kn: వచ్చే వారం
ml: ಮುಂದಿನ ವಾರ
ta: அடுத்த வாரம்
te: அடுத்த வாரம்

source: Sell Pashu
hi: पशु बेचें
kn: ಪಶು ಮಾರಾಟ ಮಾಡಿ
ml: പശു വിൽക്കുക
ta: பசு விற்கவும்
te: పశువు అమ్మండి

source: You can proceed with listing
hi: आप लिस्टिंग के साथ आगे बढ़ सकते हैं
kn: ನೀವು ಪಟ್ಟಿಯೊಂದಿಗೆ ಮುಂದುವರಿಯಬಹುದು
ml: നിങ്ങൾക്ക് ലിസ്റ്റിംഗുമായി മുന്നോട്ട് പോകാം
ta: நீங்கள் பட்டியலிடலைத் தொடரலாம்
te: మీరు లిస్టింగ్‌తో కొనసాగవచ్చు

# minimumRequiredToList
source: Minimum ₹15 required to list your animal
hi: अपने पशु को सूचीबद्ध करने के लिए न्यूनतम ₹15 आवश्यक
kn: ನಿಮ್ಮ ಪ್ರಾಣಿಯನ್ನು ಪಟ್ಟಿ ಮಾಡಲು ಕನಿಷ್ಠ ₹15 ಅಗತ್ಯ
ml: നിങ്ങളുടെ മൃഗത്തെ ലിസ്റ്റ് ചെയ്യാൻ കുറഞ്ഞത് ₹15 ആവശ്യമാണ്
ta: உங்கள் விலங்கைப் பட்டியலிட குறைந்தபட்சம் ₹15 தேவை
te: మీ జంతువును జాబితా చేయడానికి కనీసం ₹15 అవసరం

source: Animal Types
hi: पशु प्रकार
kn: ಪ್ರಾಣಿ ಪ್ರಕಾರಗಳು
ml: മൃഗങ്ങളുടെ തരങ്ങൾ
ta: விலங்கு வகைகள்
te: జంతు రకాలు

source: Select Animal Type
hi: पशु प्रकार चुनें
kn: ಪ್ರಾಣಿ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: മൃഗത്തിന്റെ തരം തിരഞ്ഞെടുക്കുക
ta: விலங்கு வகையைத் தேர்ந்தெடுக்கவும்
te: జంతు రకాన్ని ఎంచుకోండి

source: Animal Category
hi: पशु श्रेणी
kn: ಪ್ರಾಣಿ ವರ್ಗ
ml: മൃഗ വിഭാഗം
ta: விலங்கு வகை
te: జంతు వర్గం

source: Please select animal type first
hi: कृपया पहले पशु प्रकार चुनें
kn: ದಯವಿಟ್ಟು ಮೊದಲು ಪ್ರಾಣಿ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ദയവായി ആദ്യം മൃഗത്തിന്റെ തരം തിരഞ്ഞെടുക്കുക
ta: தயவுசெய்து முதலில் விலங்கு வகையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి మొదట జంతు రకాన్ని ఎంచుకోండి

source: Select Animal Category
hi: पशु श्रेणी चुनें
kn: ಪ್ರಾಣಿ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: മൃഗ വിഭാഗം തിരഞ്ഞെടുക്കുക
ta: விலங்கு வகையைத் தேர்ந்தெடுக்கவும்
te: జంతు వర్గాన్ని ఎంచుకోండి

source: Name of The Animal
hi: पशु का नाम
kn: ಪ್ರಾಣಿಯ ಹೆಸರು
ml: മൃഗത്തിന്റെ പേര്
ta: விலங்கின் பெயர்
te: జంతువు పేరు

source: Enter Animal Age
hi: पशु की आयु दर्ज करें
kn: ಪ್ರಾಣಿಯ ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ
ml: മൃഗത്തിന്റെ പ്രായം നൽകുക
ta: விலங்கின் வயதை உள்ளிடவும்
te: జంతువు వయస్సు నమోదు చేయండి

source: Select Gender of Animal
hi: पशु का लिंग चुनें
kn: ಪ್ರಾಣಿಯ ಲಿಂಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: മൃഗത്തിന്റെ ലിംഗം തിരഞ്ഞെടുക്കുക
ta: விலங்கின் பாலினத்தைத் தேர்ந்தெடுக்கவும்
te: జంతువు లింగాన్ని ఎంచుకోండి

# price
source: Price: ₹{amount}
hi: मूल्य: ₹{amount}
kn: ಬೆಲೆ: ₹{amount}
ml: വില: ₹{amount}
ta: விலை: ₹{amount}
te: ధర: ₹{amount}

source: Negotiable
hi: बातचीत योग्य
kn: ಚರ್ಚೆಸಾಧ್ಯ
ml: ചർച്ച ചെയ്യാവുന്നത്
ta: பேச்சு சாத்தியமாகும்
te: సమావేశం చేయదగినది

source: Is price negotiable?
hi: क्या मूल्य बातचीत योग्य है?
kn: ಬೆಲೆ ಮಾತುಕತೆ ಮಾಡಬಹುದಾದದ್ದೇ?
ml: വില വിലപേശാവുന്നതാണോ?
ta: விலை பேரம் போடலாமா?
te: ధర చర్చించదగినదా?

source: Your Phone Number
hi: आपका फोन नंबर
kn: ನಿಮ್ಮ ಫೋನ್ ನಂಬರ್
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ
ta: உங்கள் தொலைபேசி எண்
te: మీ ఫోన్ నంబర్

source: Enter your phone number
hi: अपना फोन नंबर दर्ज करें
kn: ನಿಮ್ಮ ಫೋನ್ ನಂಬರ್ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்
te: మీ ఫోన్ నంబర్ నమోదు చేయండి

source: Animal Description
hi: पशु विवरण
kn: ಪ್ರಾಣಿಯ ವಿವರಣೆ
ml: മൃഗത്തിന്റെ വിവരണം
ta: விலங்கு விளக்கம்
te: జంతువు వివరణ

source: Enter Animal Description
hi: पशु विवरण दर्ज करें
kn: ಪ್ರಾಣಿಯ ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ
ml: മൃഗത്തിന്റെ വിവരണം നൽകുക
ta: விலங்கு விளக்கத்தை உள்ளிடவும்
te: జంతువు వివరణ నమోదు చేయండి

source: Get Address for Pashu
hi: पशु के लिए पता प्राप्त करें
kn: ಪಶುವಿಗಾಗಿ ವಿಳಾಸವನ್ನು ಪಡೆಯಿರಿ
ml: പശുവിനുള്ള വിലാസം നേടുക
ta: பசுவுக்கான முகவரியைப் பெறவும்
te: పశువు కోసం చిరునామా పొందండి

# submitAndPay
source: Submit & Pay ₹15
hi: जमा करें और ₹15 का भुगतान करें
kn: ಸಲ್ಲಿಸಿ ಮತ್ತು ₹15 ಪಾವತಿಸಿ
ml: സമർപ്പിച്ച് ₹15 പേയ് ചെയ്യുക
ta: சமர்ப்பித்து ₹15 செலுத்தவும்
te: సమర్పించి ₹15 చెల్లించండి

# insufficientBalance
source: Insufficient wallet balance. Minimum ₹25 required.
hi: वॉलेट बैलेंस पर्याप्त नहीं। न्यूनतम ₹25 आवश्यक है।
kn: ವಾಲೆಟ್ ಶೇಷವು ಅಪ್ರತಾಪ್ತವಾಗಿದೆ. ಕನಿಷ್ಠ ₹25 ಅಗತ್ಯವಿದೆ.
ml: വാലറ്റ് ബാലൻസ് അപ്രറ്യാപ്തം. കുറഞ്ഞത് ₹25 ആവശ്യമാണ്.
ta: வாலெட் இருப்பு போதுமானதாக இல்லை. குறைந்த பட்சம் ₹25 தேவையானது.
te: వాలెట్ బ్యాలన్స్ తక్కువగా ఉంది. కనీసం ₹25 అవసరం.

source: Submitting...
hi: जमा कर रहे हैं...
kn: ಸಲ್ಲಿಸುತ್ತಿದ್ದೇವೆ...
ml: സമർപ്പിക്കുന്നു...
ta: சமர்ப்பிக்கிறோம்...
te: సమర్పిస్తోంది...

# locationServicesDisabled
source: Location services are disabled
hi: स्थान सेवाएं अक्षम हैं
kn: ಸ್ಥಳ ಸೇವೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ml: ലൊക്കേഷൻ സേവനങ്ങൾ പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു
ta: இருப்பிட சேவைகள் முடக்கப்பட்டுள்ளன
te: లొకేషన్ సేవలు నిలిపివేయబడ్డాయి

source: Location permission permanently denied
hi: स्थान अनुमति स्थायी रूप से अस्वीकृत
kn: ಸ್ಥಳ ಅನುಮತಿಯನ್ನು ಶಾಶ್ವತವಾಗಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: ലൊക്കേഷൻ അനുമതി സ്ഥിരമായി നിഷേധിച്ചു
ta: இருப்பிட அனுமதி நிரந்தரமாக மறுக்கப்பட்டது
te: లొకేషన్ అనుమతి శాశ్వతంగా తిరస్కరించబడింది

source: Location permission denied
hi: स्थान अनुमति अस्वीकृत
kn: ಸ್ಥಳ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: ലൊക്കേഷൻ അനുമതി നിഷേധിച്ചു
ta: இருப்பிட அனுமதி மறுக்கப்பட்டது
te: లొకేషన్ అనుమతి తిరస్కరించబడింది

source: Unable to determine address
hi: पता निर्धारित करने में असमर्थ
kn: ವಿಳಾಸವನ್ನು ನಿರ್ಧರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
ml: വിലാസം നിർണ്ണയിക്കാൻ കഴിയുന്നില്ല
ta: முகவரியைத் தீர்மானிக்க முடியவில்லை
te: చిరునామాను గుర్తించలేకపోయాం

source: Error
hi: त्रुटि
kn: ದೋಷ
ml: പിശക്
ta: பிழை
te: లోపం

source: Missing Required Fields
hi: आवश्यक फ़ील्ड गुम
kn: ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರಗಳು ಕಾಣೆಯಾಗಿವೆ
ml: ആവശ്യമായ ഫീൽഡുകൾ കാണുന്നില്ല
ta: தேவையான புலங்கள் விடுபட்டுள்ளன
te: అవసరమైన ఫీల్డ్‌లు లేవు

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number
hi: कृपया एक वैध फोन नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೋನ್ ನಂಬರ್ ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ ഫോൺ നമ്പർ നൽകുക
ta: தயவுசெய்து சரியான தொலைபேசி எண்ணை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఫోన్ నంబర్ నమోదు చేయండి

# pleaseEnterValidAge
source: Please enter a valid age
hi: कृपया एक वैध आयु दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ പ്രായം നൽകുക
ta: தயவுசெய்து சரியான வயதை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే వయస్సు నమోదు చేయండి

# pleaseEnterValidPrice
source: Please enter a valid price
hi: कृपया एक वैध मूल्य दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಬೆಲೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ വില നൽകുക
ta: தயவுசெய்து சரியான விலையை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ధర నమోదు చేయండి

source: Pashu listed successfully!
hi: पशु सफलतापूर्वक सूचीबद्ध!
kn: ಪಶು ಯಶಸ್ವಿಯಾಗಿ ಪಟ್ಟಿ ಮಾಡಲಾಗಿದೆ!
ml: പശു വിജയകരമായി ലിസ്റ്റ് ചെയ്തു!
ta: பசு வெற்றிகரமாகப் பட்டியலிடப்பட்டது!
te: పశువు విజయవంతంగా జాబితా చేయబడింది!

# errorOccurred
source: An error occurred
hi: एक त्रुटि हुई
kn: ಒಂದು ದೋಷ ಸಂಭವಿಸಿದೆ
ml: ഒരു പിശക് സംഭവിച്ചു
ta: ஒரு பிழை ஏற்பட்டது
te: ఒక లోపం సంభవించింది

source: Select Category
hi: श्रेणी चुनें
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: വിഭാഗം തിരഞ്ഞെടുക്കുക
ta: வகையைத் தேர்ந்தெடுக்கவும்
te: వర్గాన్ని ఎంచుకోండి

source: Select Gender
hi: लिंग चुनें
kn: ಲಿಂಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ലിംഗം തിരഞ്ഞെടുക്കുക
ta: பாலினத்தைத் தேர்ந்தெடுக்கவும்
te: లింగాన్ని ఎంచుకోండి

source: Male
hi: नर
kn: ಪುರುಷ
ml: ആൺ
ta: ஆண்
te: మగ

source: Female
hi: मादा
kn: ಸ್ತ್ರೀ
ml: പെൺ
ta: பெண்
te: ఆడ

source: User
hi: उपयोगकर्ता
kn: ಬಳಕೆದಾರ
ml: ഉപയോക്താവ്
ta: பயனர்
te: వినియోగదారు

source: Other
hi: अन्य
kn: ಇತರ
ml: അന്യ
ta: மற்றவை
te: ఇతర

source: Unknown
hi: अज्ञात
kn: ಅಜ್ಞಾತ
ml: അറിയപ്പെടാത്തത്
ta: அறியவில்லை
te: తెలియదు

source: Traditional Sports Animal
hi: पारंपरिक खेल पशु
kn: ಸಾಂಪ್ರದಾಯಿಕ ಕ್ರೀಡಾ ಪ್ರಾಣಿ
ml: പരമ്പരാഗത കായിക മൃഗം
ta: பாரம்பரிய விளையாட்டு விலங்கு
te: సాంప్రదాయ క్రీడా జంతువు

source: Livestock Animal
hi: पशुधन पशु
kn: ಜಾನುವಾರು ಪ್ರಾಣಿ
ml: കന്നുകാലി മൃഗം
ta: கால்நடை விலங்கு
te: పశువుల జంతువు

source: Pet Animal
hi: पालतू पशु
kn: ಸಾಕುಪ್ರಾಣಿ
ml: വളർത്തുമൃഗം
ta: செல்லப் பிராணி
te: పెంపుడు జంతువు

source: Farm House Animal
hi: फार्म हाउस पशु
kn: ಫಾರ್ಮ್ ಹೌಸ್ ಪ್ರಾಣಿ
ml: ഫാം ഹൗസ് മൃഗം
ta: பண்ணை வீட்டு விலங்கு
te: ఫార్మ్ హౌస్ జంతువు

source: Bull
hi: बैल
kn: ಎತ್ತು
ml: കാള
ta: காளை
te: ఎద్దు

source: Camel
hi: ऊंट
kn: ಒಂಟೆ
ml: ഒട്ടകം
ta: ஒட்டகம்
te: ఒంటె

source: Bird
hi: पक्षी
kn: ಪಕ್ಷಿ
ml: പക്ഷി
ta: பறவை
te: పక్షి

source: Pigeon
hi: कबूतर
kn: ಪಾರಿವಾಳ
ml: പ്രാവ്
ta: புறா
te: పావురం

source: Cock
hi: मुर्गा
kn: ಹುಂಡಿ
ml: കോഴി
ta: சேவல்
te: కోడిమేక
