Repository: Sumit-rajput98/pashu_app
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, ta, te

# welcome
source: Welcome to Pashu Parivar
hi: पशु परिवार में आपका स्वागत है
kn: ಪಶು ಕುಟುಂಬಕ್ಕೆ ಸ್ವಾಗತ
ml: പശു പരിവാരത്തിലേക്ക് സ്വാഗതം
ta: பசு குடும்பத்திற்கு வரவேற்கிறோம்
te: పశు కుటుంబానికి స్వాగతం

# locationPermissionTitle
source: Location Permission
hi: स्थान की अनुमति
kn: ಸ್ಥಳ ಅನುಮತಿ
ml: സ്ഥലം അനുമതി
ta: இருப்பிடம் அனுமதி
te: స్థాన అనుమతి

# locationPermissionMessage
source: App needs access to your location.
hi: ऐप को आपके स्थान तक पहुँच की आवश्यकता है।
kn: ಆಪ್‌ಗೆ ನಿಮ್ಮ ಸ್ಥಳದ ಪ್ರವೇಶ ಬೇಕಾಗಿರುತ್ತದೆ.
ml: ആപ്പിനും നിങ്ങളുടെ സ്ഥലവും ലഭ്യമാക്കണം.
ta: ஆப்பிற்கு உங்கள் இருப்பிடத்தை அணுக அனுமதி தேவை.
te: యాప్‌కు మీ స్థాన ప్రాప్తి అవసరం.

source: Permission Denied
hi: अनुमति अस्वीकृत
kn: ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: അനുമതി നിഷേധിച്ചു
ta: அனுமதி மறுக்கப்பட்டது
te: అనుమతి నిరాకరించబడింది

# permissionRetryMessage
source: Location permission is required to use this feature. Would you like to try again?
hi: स्थान की अनुमति आवश्यक है। क्या आप फिर से प्रयास करना चाहेंगे?
kn: ಸ್ಥಳದ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ. ನೀವು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸುತ್ತೀರಾ?
ml: സ്ഥലത്തിന്റെ അനുമതി ആവശ്യമാണ്. വീണ്ടും ശ്രമിക്കണോ?
ta: இந்த அம்சத்தைப் பயன்படுத்த இருப்பிடம் அனுமதி தேவை. மீண்டும் முயற்சிக்க விரும்புகிறீர்களா?
te: ఈ ఫీచర్ కోసం స్థాన అనుమతి అవసరం. మళ్ళీ ప్రయత్నించాలా?

source: Yes
hi: हाँ
kn: ಹೌದು
ml: അതെ
ta: ஆம்
te: అవును

source: No
hi: नहीं
kn: ಇಲ್ಲ
ml: ഇല്ല
ta: இல்லை
te: కాదు

source: Hi
hi: नमस्ते
kn: ಹಾಯ್
ml: ഹായ്
ta: வணக்கம்
te: హాయ్

source: New Animal
hi: नया पशु
kn: ಹೊಸ ಪಶು
ml: പുതിയ കന്നുകാലി
ta: புதிய கால்நடை
te: కొత్త పశువు

source: New Buyers
hi: नए खरीदार
kn: ಹೊಸ ಖರೀದಿದಾರರು
ml: പുതിയ വാങ്ങുന്നവർ
ta: புதிய வாங்குபவர்கள்
te: కొత్త కొనుగోలుదారులు

source: Buy Animal
hi: पशु खरीदें
kn: ಪಶು ಖರೀದಿಸಿ
ml: കന്നുകാലി വാങ്ങുക
ta: கால்நடை வாங்கவும்
te: పశువును కొనండి

source: Sell Animal
hi: पशु बेचें
kn: ಪಶು ಮಾರಾಟ ಮಾಡಿ
ml: കന്നുകാലി വിൽക്കുക
ta: கால்நடை விற்கவும்
te: పశువును అమ్మండి

source: Other Services
hi: अन्य सेवाएं
kn: ಇತರ ಸೇವೆಗಳು
ml: മറ്റു സേവനങ്ങൾ
ta: மற்ற சேவைகள்
te: ఇతర సేవలు

source: Know More
hi: और जानें
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ತಿಳಿದುಕೊಳ್ಳಿ
ml: കൂടുതൽ അറിയുക
ta: மேலும் தெரிந்துகொள்
te: మరింత తెలుసుకోండి

# clicklive
source: View Live
hi: लाइव देखें
kn: ಲೈವ್ ವೀಕ್ಷಿಸಿ
ml: ലൈവിൽ കാണുക
ta: நேரலை பார்வை
te: లైవ్ చూడండి

source: Insurance
hi: बीमा
kn: ವಿಮೆ
ml: ഇൻഷുറൻസ്
ta: காப்பீடு
te: ఇన్సూరెన్స్

source: Health
hi: स्वास्थ्य
kn: ಆರೋಗ್ಯ
ml: ആരോഗ്യം
ta: சுகாதாரம்
te: ఆరోగ్యం

# liverace
source: Live Races
hi: लाइव रेस
kn: ಲೈವ್ ರೇಸ್
ml: ലൈവ് റേസുകൾ
ta: நேரலை பந்தயங்கள்
te: లైవ్ రేస్‌లు

source: Feed
hi: चारा
kn: ಮೇವು
ml: തീവനം
ta: மேய்ச்சல்
te: మేత

source: Get Location
hi: स्थान प्राप्त करें
kn: ಸ್ಥಳವನ್ನು ಪಡೆಯಿರಿ
ml: സ്ഥലം നേടുക
ta: இருப்பிடத்தைப் பெறுக
te: స్థానం పొందండి

# getLocationMessage
source: Get Location For Your Pashu 📍
hi: अपने पशु के लिए स्थान प्राप्त करें 📍
kn: ನಿಮ್ಮ ಪಶುವಿಗೆ ಸ್ಥಳವನ್ನು ಪಡೆಯಿರಿ 📍
ml: നിങ്ങളുടെ പശുവിനായി സ്ഥലം നേടുക 📍
ta: உங்கள் பசுவிற்கு இருப்பிடத்தைப் பெறுக 📍
te: మీ పశువుకు స్థానాన్ని పొందండి 📍

source: Coming Soon
hi: जल्द आ रहा है
kn: త్వరలో వస్తుంది
ml: ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತಿದೆ
ta: விரைவில் வருகிறது
te: விரைவில் வருகிறது

# firstUsers
source: First 10,000 Users will get
hi: पहले 10,000 उपयोगकर्ताओं को मिलेगा
kn: ಮೊದಲ 10,000 ಬಳಕೆದಾರರಿಗೆ ಸಿಗುತ್ತದೆ
ml: ആദ്യ 10,000 ഉപയോക്താക്കൾക്ക് ലഭിക്കും
ta: முதல் 10,000 பயனர்களுக்கு கிடைக்கும்
te: మొదటి 10,000 వినియోగదారులకు లభిస్తుంది

source: referral bonus – Only
hi: रेफरल बोनस – केवल
kn: ರೆಫರಲ್ ಬೋನಸ್ – ಕೇವಲ
ml: റഫറൽ ബോണസ് – വെറും
ta: பரிந்துரை போனஸ் – மட்டும்
te: రిఫరల్ బోనస్ – కేవలం

# slotsLeft
source: slots are left!
hi: स्लॉट बचे हैं!
kn: ಸ್ಲಾಟ್‌ಗಳು ಉಳಿದಿವೆ!
ml: സ്ഥലങ്ങൾ ശേഷിക്കുന്നു!
ta: இடங்கள் மீதமுள்ளது!
te: స్లాట్‌లు మిగిలి ఉన్నాయి!

source: Apply Now
hi: अभी आवेदन करें
kn: ಈಗಲೇ ಅರ್ಜಿ ಹಾಕಿ
ml: ഇപ്പോൾ അപേക്ഷിക്കുക
ta: இப்போது விண்ணப்பிக்கவும்
te: ఇప్పుడు దరఖాస్తు చేయండి

source: Pashu Loan
hi: पशु ऋण
kn: ಪಶು ಸಾಲ
ml: പശു വായ്പ
ta: பசு கடன்
te: పశు రుణం

source: PASHU INSURANCE
hi: पशु बीमा
kn: ಪಶು ವಿಮೆ
ml: പശു ഇൻഷുറൻസ്
ta: பசு காப்பீடு
te: పశు బీమా

# investInFarming
source: Invest
hi: खेती में निवेश करें
kn: ಕೃಷಿಯಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡಿ
ml: കൃഷിയിൽ നിക്ഷേപിക്കുക
ta: விவசாயத்தில் முதலீடு செய்க
te: వ్యవసాయంలో పెట్టుబడి పెట్టండి

# growWealth
source: Grow your wealth with nature
hi: प्रकृति के साथ अपनी संपत्ति बढ़ाएं
kn: ಪ್ರಕೃತಿಯೊಂದಿಗೆ ನಿಮ್ಮ ಸಂಪತ್ತನ್ನು ಬೆಳೆಸಿಕೊಳ್ಳಿ
ml: പ്രകൃതിയോടൊപ്പം നിങ്ങളുടെ സമ്പത്ത് വളർത്തുക
ta: இயற்கையுடன் உங்கள் செல்வத்தை வளர்த்துக் கொள்ளுங்கள்
te: ప్రకృతితో మీ సంపదను పెంచుకోండి

source: Start Investing
hi: निवेश शुरू करें
kn: ಹೂಡಿಕೆ ಆರಂಭಿಸಿ
ml: നിക്ഷേപിക്കാൻ ആരംഭിക്കുക
ta: முதலீடு செய்ய தொடங்குங்கள்
te: పెట్టుబడి పెట్టడం ప్రారంభించండి

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
ta: சுயவிவரத்தைத் திருத்து
te: ప్రొఫైల్ సవరించు

# animalHistory
source: Animal List History
hi: पशु सूची इतिहास
kn: ಪ್ರಾಣಿ ಪಟ್ಟಿ ಇತಿಹಾಸ
ml: മൃഗ പട്ടിക ചരിത്രം
ta: விலங்கு பட்டியல் வரலாறு
te: జంతు జాబితా చరిత్ర

source: Referral Code
hi: रेफरल कोड
kn: ರೆಫರಲ್ ಕೋಡ್
ml: റഫറൽ കോഡ്
ta: பரிந்துரை குறியீடு
te: రెఫరల్ కోడ్

source: Logout
hi: लॉगआउट
kn: ಲಾಗೌಟ್
ml: ലോഗൗട്ട്
ta: வெளியேறு
te: లాగ్అవుట్

source: Your Listed Pashu
hi: आपके सूचीबद्ध पशु
kn: ನಿಮ್ಮ ಪಟ್ಟಿ ಮಾಡಿದ ಪಶುಗಳು
ml: നിങ്ങളുടെ ലിസ്റ്റ് ചെയ്ത പശുക്കൾ
ta: உங்கள் பட்டியலிடப்பட்ட பசுக்கள்
te: మీ జాబితా చేసిన పశువులు

source: Terms & Privacy
hi: नियम और गोपनीयता
kn: ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ
ml: നിബന്ധനകളും സ്വകാര്യതയും
ta: விதிமுறைகள் மற்றும் தனியுரிமை
te: నిబంధనలు & గోప్యతా

source: Contact Us
hi: हमसे संपर्क करें
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: ഞങ്ങളെ ബന്ധപ്പെടുക
ta: எங்களை தொடர்பு கொள்ளுங்கள்
te: మమ్మల్ని సంప్రదించండి

source: Account
hi: खाता
kn: ಖಾತೆ
ml: അക്കൗണ്ട്
ta: கணக்கு
te: ఖాతా

source: Sold Out Pashu History
hi: बेचे गए पशु का इतिहास
kn: ಮಾರಾಟವಾದ ಪಶು ಇತಿಹಾಸ
ml: വിറ്റുതീർന്ന പശു ചരിത്രം
ta: விற்பனையான பசு வரலாறு
te: అమ్మిన పశువుల చరిత్ర

source: Wallet Balance
hi: वॉलेट बैलेंस
kn: ವಾಲೆಟ್ ಬ್ಯಾಲೆನ್ಸ್
ml: വാലറ്റ് ബാലൻസ്
ta: வாலட் பேலன்ஸ்
te: వాలెట్ బ్యాలెన్స్

# addAmountInWallet
source: Add Amount & Get Plans
hi: बटुए में राशि जोड़ें
kn: ವಾಲೆಟ್‌ಗೆ ಮೊತ್ತ ಸೇರಿಸಿ
ml: വാലറ്റിൽ തുക ചേർക്കുക
ta: பணப்பையில் தொகையைச் சேர்க்கவும்
te: వాలెట్‌లో మొత్తం జోడించండి

source: My Transaction
hi: मेरा लेनदेन
kn: ನನ್ನ ವಹಿವಾಟು
ml: എന്റെ ഇടപാട്
ta: எனது பரிவர்த்தனை
te: నా లావాదేవీ

# addMoneyToWallet
source: Add Money to Your Wallet
hi: अपने बटुए में पैसा जोड़ें
kn: ನಿಮ್ಮ ವಾಲೆಟ್‌ಗೆ ಹಣ ಸೇರಿಸಿ
ml: നിങ്ങളുടെ വാലറ്റിലേക്ക് പണം ചേർക്കുക
ta: உங்கள் பணப்பையில் பணம் சேர்க்கவும்
te: మీ వాలెట్‌లో డబ్బు జోడించండి

source: Enter Amount
hi: राशि दर्ज करें
kn: ಮೊತ್ತ ನಮೂದಿಸಿ
ml: തുക നൽകുക
ta: தொகையை உள்ளிடவும்
te: మొత్తాన్ని నమోదు చేయండి

# enterAmountExample
source: Enter Amount e.g. 500
hi: उदाहरण: 500 दर्ज करें
kn: ಉದಾಹರಣೆ: 500 ನಮೂದಿಸಿ
ml: ഉദാഹരണം: 500 നൽകുക
ta: எடுத்துக்காட்டு: 500 உள்ளிடவும்
te: ఉదాహరణ: 500 నమోదు చేయండి

source: Add
hi: जोड़ें
kn: ಸೇರಿಸಿ
ml: ചേർക്കുക
ta: சேர்க்கவும்
te: జోడించు

# walletTip
source: Tip: Your wallet can be used to see the contact details instantly.
hi: टिप: आपका बटुआ संपर्क विवरण तुरंत देखने के लिए उपयोग किया जा सकता है।
kn: ಸಲಹೆ: ನಿಮ್ಮ ವಾಲೆಟ್ ಅನ್ನು ತಕ್ಷಣ ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು ನೋಡಲು ಬಳಸಬಹುದು.
ml: സൂചന: നിങ്ങളുടെ വാലറ്റ് ഉടനടി കോൺടാക്റ്റ് വിവരങ്ങൾ കാണാൻ ഉപയോഗിക്കാം.
ta: குறிப்பு: உங்கள் பணப்பை உடனடியாக தொடர்பு விவரங்களை காண பயன்படுத்தலாம்.
te: సూచన: మీరు తక్షణమే సంప్రదింపు వివరాలు చూడటానికి వాలెట్‌ను ఉపయోగించవచ్చు.

# getVerifiedPashu
source: Get Verified Your Pashu
hi: अपने पशु को सत्यापित करें
kn: ನಿಮ್ಮ ಪಶುವನ್ನು ಪ್ರಮಾಣೀಕರಿಸಿ
ml: നിങ്ങളുടെ പശുവിനെ സ്ഥിരീകരിക്കുക
ta: உங்கள் பசுவை சரிபார்க்கவும்
te: మీ పశువును ధృవీకరించండి

source: Withdraw Balance
hi: बैलेंस निकालें
kn: ಬ್ಯಾಲೆನ್ಸ್ ಹಿಂಪಡೆಯಿರಿ
ml: ബാലൻസ് പിൻവലിക്കുക
ta: பேலன்ஸை எடுக்கவும்
te: బ్యాలెన్స్ ఉపసంహరించుకోండి

source: Sign In
hi: साइन इन
kn: ಸೈನ್ ಇನ್
ml: സൈൻ ഇൻ
ta: உள்நுழைய
te: సైన్ ఇన్

# enterPhoneNumberToContinue
source: Enter your phone number to continue
hi: जारी रखने के लिए अपना फोन नंबर दर्ज करें
kn: ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ml: തുടരുന്നതിന് നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക
ta: தொடர உங்கள் கைபேசி எண்ணை உள்ளிடவும்
te: కొనసాగించడానికి మీ ఫోన్ నంబర్‌ను నమోదు చేయండి

source: Phone Number
hi: फ़ोन नंबर
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్

source: Enter phone number
hi: फोन नंबर दर्ज करें
kn: ಫೋನ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ml: ഫോൺ നമ്പർ നൽകുക
ta: கைபேசி எண்ணை உள்ளிடவும்
te: ఫోన్ నంబర్‌ను నమోదు చేయండి

source: Send OTP
hi: ओटीपी भेजें
kn: ಒಟಿಪಿ ಕಳುಹಿಸಿ
ml: ഒടിപി അയയ്ക്കുക
ta: ஓடிபி அனுப்பவும்
te: ఓటిపి పంపండి

source: OR
hi: या
kn: ಅಥವಾ
ml: അല്ലെങ്കിൽ
ta: அல்லது
te: లేదా

# dontHaveAccount
source: Don't have an account? Register Now
hi: खाता नहीं है? अभी रजिस्टर करें
kn: ಖಾತೆ ಇಲ್ಲವೇ? ಈಗಲೇ ನೋಂದಾಯಿಸಿ
ml: അക്കൗണ്ട് ഇല്ലേ? ഇപ്പോൾ രജിസ്റ്റർ ചെയ്യുക
ta: கணக்கு இல்லையா? இப்போதே பதிவு செய்யவும்
te: ఖాతా లేదా? ఇప్పుడే రిజిస్టర్ చేయండి

# phoneNumberRequired
source: Phone number is required
hi: फोन नंबर आवश्यक है
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ
ml: ഫോൺ നമ്പർ ആവശ്യമാണ്
ta: கைபேசி எண் தேவை
te: ఫోన్ నంబర్ అవసరం

# enterValidPhoneNumber
source: Enter a valid 10-digit Indian phone number
hi: वैध 10 अंकों का भारतीय फोन नंबर दर्ज करें
kn: ಮಾನ್ಯವಾದ 10 ಅಂಕಿಯ ಭಾರತೀಯ ಫೋನ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ml: സാധുവായ 10 അക്ക ഇന്ത്യൻ ഫോൺ നമ്പർ നൽകുക
ta: சரியான 10 இலக்க இந்திய கைபேசி எண்ணை உள்ளிடவும்
te: చెల్లుబాటు అయ్యే 10 అంకెల భారతీయ ఫోన్ నంబర్‌ను నమోదు చేయండి

# otpSentTo
source: OTP sent to +91 {phoneNumber}
hi: ओटीपी +91 {phoneNumber} पर भेजा गया
kn: ಒಟಿಪಿ +91 {phoneNumber} ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ
ml: ഒടിപി +91 {phoneNumber} ലേക്ക് അയച്ചു
ta: ஓடிபி +91 {phoneNumber} க்கு அனுப்பப்பட்டது
te: ఓటిపి +91 {phoneNumber} కు పంపబడింది

source: Register
hi: रजिस्टर
kn: ನೋಂದಾಯಿಸಿ
ml: രജിസ്റ്റർ
ta: பதிவு செய்க
te: రిజిస్టర్

source: Login
hi: लॉगिन
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
ta: உள்நுழைவு
te: లాగిన్

source: Register Now
hi: अभी रजिस्टर करें
kn: ಈಗಲೇ ನೋಂದಾಯಿಸಿ
ml: ഇപ്പോൾ രജിസ്റ്റർ ചെയ്യുക
ta: இப்போதே பதிவு செய்யவும்
te: ఇప్పుడే రిజిస్టర్ చేయండి

source: Enter your name
hi: अपना नाम दर्ज करें
kn: ನಿಮ್ಮ ಹೆಸರು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പേര് നൽകുക
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరును నమోదు చేయండి

# enterReferralCode
source: Enter Referral Code (Optional)
hi: रेफरल कोड दर्ज करें (वैकल्पिक)
kn: ರೆಫರಲ್ ಕೋಡ್ ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ)
ml: റഫറൽ കോഡ് നൽകുക (ഓപ്ഷണൽ)
ta: பரிந்துரை குறியீட்டை உள்ளிடவும் (விருப்பம்)
te: రిఫరల్ కోడ్‌ను నమోదు చేయండి (ఐచ్ఛికం)

source: Get OTP
hi: ओटीपी प्राप्त करें
kn: ಒಟಿಪಿ ಪಡೆಯಿರಿ
ml: ഒടിപി നേടുക
ta: ஓடிபி பெறுக
te: ఓటిపి పొందండి

# alreadyHaveAccount
source: Already have an Account? Sign In
hi: पहले से खाता है? साइन इन करें
kn: ಈಗಾಗಲೇ ಖಾತೆ ಇದೆಯೇ? ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: ഇതിനകം അക്കൗണ്ട് ഉണ്ടോ? സൈൻ ഇൻ ചെയ്യുക
ta: ஏற்கனவே கணக்கு உள்ளதா? உள்நுழையவும்
te: ఇప్పటికే ఖాతా ఉందా? సైన్ ఇన్ చేయండి

source: Optional
hi: वैकल्पिक
kn: ಐಚ್ಛಿಕ
ml: ഓപ്ഷണൽ
ta: விருப்பம்
te: ఐచ్ఛికం

source: Name is required
hi: नाम आवश्यक है
kn: ಹೆಸರು ಅಗತ್ಯವಿದೆ
ml: പേര് ആവശ്യമാണ്
ta: பெயர் தேவை
te: పేరు అవసరం

# nameMinLength
source: Name must be at least 2 characters long
hi: नाम कम से कम 2 अक्षर का होना चाहिए
kn: ಹೆಸರು ಕನಿಷ್ಠ 2 ಅಕ್ಷರಗಳಷ್ಟು ಇರಬೇಕು
ml: പേര് കുറഞ്ഞത് 2 അക്ഷരങ്ങൾ ആയിരിക്കണം
ta: பெயர் குறைந்தது 2 எழுத்துகள் இருக்க வேண்டும்
te: పేరు కనీసం 2 అక్షరాలు ఉండాలి

# failedToSendOTP
source: Failed to send OTP. Please try again.
hi: ओटीपी भेजने में विफल। कृपया फिर से प्रयास करें।
kn: ಒಟಿಪಿ ಕಳುಹಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഒടിപി അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു. വീണ്ടും ശ്രമിക്കുക.
ta: ஓடிபி அனுப்ப முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: ఓటిపి పంపడంలో విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.

source: Enter OTP
hi: ओटीपी दर्ज करें
kn: ಒಟಿಪಿ ನಮೂದಿಸಿ
ml: ഒടിപി നൽകുക
ta: ஓடிபி உள்ளிடவும்
te: ఓటిపి నమోదు చేయండి

# otpSentMessage
source: We have sent a 6-digit OTP to +91 {phoneNumber}
hi: हमने +91 {phoneNumber} पर 6 अंकों का ओटीपी भेजा है
kn: ನಾವು +91 {phoneNumber} ಗೆ 6 ಅಂಕಿಯ ಒಟಿಪಿ ಕಳುಹಿಸಿದ್ದೇವೆ
ml: ഞങ്ങൾ +91 {phoneNumber} ലേക്ക് 6 അക്ക ഒടിപി അയച്ചിട്ടുണ്ട്
ta: நாங்கள் +91 {phoneNumber} க்கு 6 இலக்க ஓடிபி அனுப்பியுள்ளோம்
te: మేము +91 {phoneNumber} కు 6 అంకెల ఓటిపి పంపాము

# enterComplete6DigitOTP
source: Please enter complete 6-digit OTP
hi: कृपया पूरा 6 अंकों का ओटीपी दर्ज करें
kn: ದಯವಿಟ್ಟು ಸಂಪೂರ್ಣ 6 ಅಂಕಿಯ ಒಟಿಪಿ ನಮೂದಿಸಿ
ml: ദയവായി പൂർണ്ണമായ 6 അക്ക ഒടിപി നൽകുക
ta: தயவு செய்து முழுமையான 6 இலக்க ஓடிபி உள்ளிடவும்
te: దయచేసి పూర్తిగా 6 అంకెల ఓటిపి నమోదు చేయండి

source: Successful Login
hi: सफल लॉगिन
kn: ಯಶಸ್ವಿ ಲಾಗಿನ್
ml: വിജയകരമായ ലോഗിൻ
ta: வெற்றிகரமான உள்நுழைவு
te: విజయవంతమైన లాగిన్

source: Didn't receive OTP?
hi: ओटीपी नहीं मिला?
kn: ಒಟಿಪಿ ಸಿಗಲಿಲ್ಲವೇ?
ml: ഒടിപി കിട്ടിയില്ലേ?
ta: ஓடிபி கிடைக்கவில்லையா?
te: ఓటిపి రాలేదా?

# resendIn
source: Resend in {seconds}s
hi: {seconds} सेकंड में पुनः भेजें
kn: {seconds} ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಮರುಕಳುಹಿಸಿ
ml: {seconds} സെക്കൻഡിൽ വീണ്ടും അയയ്ക്കുക
ta: {seconds} விநாடிகளில் மீண்டும் அனுப்பவும்
te: {seconds} సెకన్లలో మళ్లీ పంపండి

source: Resend OTP
hi: ओटीपी पुनः भेजें
kn: ಒಟಿಪಿ ಮರುಕಳುಹಿಸಿ
ml: ഒടിപി വീണ്ടും അയയ്ക്കുക
ta: ஓடிபி மீண்டும் அனுப்பவும்
te: ఓటిపి మళ్లీ పంపండి

source: Resending...
hi: पुनः भेजा जा रहा है...
kn: ಮರುಕಳುಹಿಸುತ್ತಿದೆ...
ml: വീണ്ടും അയയ്ക്കുന്നു...
ta: மீண்டும் அனுப்புகிறது...
te: మళ్లీ పంపుతున్నాం...

# otpResentTo
source: OTP resent to +91 {phoneNumber}
hi: ओटीपी +91 {phoneNumber} पर पुनः भेजा गया
kn: ಒಟಿಪಿ +91 {phoneNumber} ಗೆ ಮರುಕಳುಹಿಸಲಾಗಿದೆ
ml: ഒടിപി +91 {phoneNumber} ലേക്ക് വീണ്ടും അയച്ചു
ta: ஓடிபி +91 {phoneNumber} க்கு மீண்டும் அனுப்பப்பட்டது
te: ఓటిపి +91 {phoneNumber} కు మళ్లీ పంపబడింది

# failedToResendOTP
source: Failed to resend OTP. Please try again.
hi: ओटीपी पुनः भेजने में विफल। कृपया फिर से प्रयास करें।
kn: ಒಟಿಪಿ ಮರುಕಳುಹಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഒടിപി വീണ്ടും അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു. വീണ്ടും ശ്രമിക്കുക.
ta: ஓடிபி மீண்டும் அனுப்ப முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: ఓటిపి మళ్లీ పంపడంలో విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.

# homeScreen
source: Home
hi: होम
kn: ಮುಖಪುಟ
ml: ഹോം
ta: முகப்பு
te: హోమ్

# welcomeToHomeScreen
source: Welcome to the Home Screen!
hi: होम स्क्रीन में आपका स्वागत है!
kn: ಮುಖ್ಯ ಪರದೆಗೆ ಸ್ವಾಗತ!
ml: ഹോം സ്ക്രീനിലേക്ക് സ്വാഗതം!
ta: முகப்பு திரைக்கு வரவேற்கிறோம்!
te: హోమ్ స్క్రీన్‌కు స్వాగతం!

# newBadge
source: NEW
hi: नया
kn: ಹೊಸದು
ml: പുതിയത്
ta: புதியது
te: కొత్తది

# logoutConfirmation
source: Are you sure you want to logout from your account?
hi: क्या आप वाकई अपने खाते से लॉगआउट करना चाहते हैं?
kn: ನೀವು ಖಚಿತವಾಗಿಯೂ ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಲಾಗ್ ಔಟ್ ಆಗಲು ಬಯಸುತ್ತೀರಾ?
ml: നിങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് ലോഗ് ഔട്ട് ചെയ്യാൻ ഉറപ്പാണോ?
ta: நீங்கள் உங்கள் கணக்கிலிருந்து வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా మీ ఖాతా నుండి లాగ్ అవుట్ కావాలనుకుంటున్నారా?

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ
ml: റദ്ദാക്കുക
ta: ரத்து செய்
te: రద్దు చేయండి

source: Failed to Load Profile
hi: प्रोफाइल लोड करने में विफल
kn: ಪ್ರೊಫೈಲ್ ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ml: പ്രൊഫൈൽ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ta: சுயவிவரத்தை ஏற்ற முடியவில்லை
te: ప్రొఫైల్ లోడ్ చేయడంలో విఫలమైంది

# uploadPashuImageOne
source: Upload Your Pashu Image One
hi: अपना पशु चित्र एक अपलोड करें
kn: ನಿಮ್ಮ ಪಶು ಚಿತ್ರ ಒಂದು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: നിങ്ങളുടെ പശു ചിത്രം ഒന്ന് അപ്‌ലോഡ് ചെയ്യുക
ta: உங்கள் பசு படம் ஒன்றை பதிவேற்றவும்
te: మీ పశు చిత్రం ఒకటి అప్‌లోడ్ చేయండి

source: SELECT PICTURE ONE
hi: चित्र एक चुनें
kn: ಚಿತ್ರ ಒಂದು ಆಯ್ಕೆಮಾಡಿ
ml: ചിത്രം ഒന്ന് തിരഞ്ഞെടുക്കുക
ta: படம் ஒன்று தேர்ந்தெடுக்கவும்
te: చిత్రం ఒకటి ఎంచుకోండి

# uploadPashuImageTwo
source: Upload Your Pashu Image Two
hi: अपना पशु चित्र दो अपलोड करें
kn: ನಿಮ್ಮ ಪಶು ಚಿತ್ರ ಎರಡು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: നിങ്ങളുടെ പശു ചിത്രം രണ്ട് അപ്‌ലോഡ് ചെയ്യുക
ta: உங்கள் பசு படம் இரண்டை பதிவேற்றவும்
te: మీ పశు చిత్రం రెండు అప్‌లోడ్ చేయండి

source: SELECT PICTURE TWO
hi: चित्र दो चुनें
kn: ಚಿತ್ರ ಎರಡು ಆಯ್ಕೆಮಾಡಿ
ml: ചിത്രം രണ്ട് തിരഞ്ഞെടുക്കുക
ta: படம் இரண்டு தேர்ந்தெடுக்கவும்
te: చిత్రం రెండు ఎంచుకోండి

source: Payment completed successfully
hi: भुगतान सफलतापूर्वक पूरा हुआ
kn: ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿ ಪೂರ್ಣಗೊಳ್ಳಿತು
ml: പേയ്മെന്റ് വിജയകരമായി പൂർത്തിയായി
ta: செலுத்தல் வெற்றிகரமாக முடிந்தது
te: పేమెంట్ విజయవంతంగా పూర్తయింది

source: Payment verification failed
hi: भुगतान सत्यापन विफल
kn: ಪಾವತಿ ಪರಿಶೀಲನೆ ವಿಫಲವಾಯಿತು
ml: പേയ്മെന്റ് പരിശോധന പരാജയമായി
ta: செலுத்தல்.verify தோல்வி
te: పేమెంట్ ధృవీకరణ విఫలమైంది

source: Error verifying payment
hi: भुगतान सत्यापन में त्रुटि
kn: ಪಾವತಿ ಪರಿಶೀಲನೆಯಲ್ಲಿ ದೋಷ
ml: പേയ്മെന്റ് സ്ഥിരീകരണത്തിൽ പിശക്
ta: செலுத்தல் உறுதிசெய்தலில் பிழை
te: పేమెంట్ ధృవీకరణలో లోపం

source: Insurance Application
hi: बीमा आवेदन
kn: ವಿಮೆ ಅರ್ಜಿ
ml: ഇൻഷുറൻസ് അപേക്ഷ
ta: காப்பீடு விண்ணப்பம்
te: బీమా దరఖాస్తు

source: Response Received!
hi: प्रतिक्रिया प्राप्त हुई!
kn: ಪ್ರತಿಕ್ರಿಯೆ ದೊರೆತಿದೆ!
ml: പ്രതികരണം ലഭിച്ചു!
ta: பதில் பெறப்பட்டது!
te: ప్రతిస్పందన అందింది!

# insuranceThankYouMessage
source: Thank you for submitting your pashu insurance application. Our team will get back to you soon with further details.
hi: पशु बीमा आवेदन जमा करने के लिए धन्यवाद। हमारी टीम जल्द ही आगे की जानकारी के साथ आपसे संपर्क करेगी।
kn: ನಿಮ್ಮ ಪಶು ವಿಮೆ ಅರ್ಜಿಯನ್ನು ಸಲ್ಲಿಸಿದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನಮ್ಮ ತಂಡ ಶೀಘ್ರದಲ್ಲೇ ಹೆಚ್ಚಿನ ವಿವರಗಳೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುತ್ತದೆ.
ml: നിങ്ങളുടെ പശു ഇൻഷുറൻസ് അപേക്ഷ സമർപ്പിച്ചതിന് നന്ദി. കൂടുതൽ വിവരങ്ങൾക്കായി ഞങ്ങളുടെ ടീം ഉടൻ തന്നെ നിങ്ങളുമായി ബന്ധപ്പെടും.
ta: உங்கள் பசு காப்பீடு விண்ணப்பத்தை சமர்ப்பித்ததற்கு நன்றி. மேலும் விவரங்களுக்கு எங்கள் குழு விரைவில் உங்களை தொடர்புகொள்வார்கள்.
te: మీ పశు బీమా దరఖాస్తును సమర్పించినందుకు ధన్యవాదాలు. మరిన్ని వివరాల కోసం మా బృందం త్వరలో మీతో సంప్రదిస్తుంది.

source: Select Language
hi: भाषा चुनें
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
ta: மொழியை தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి

source: OK
hi: ठीक है
kn: ಸರಿ
ml: ശരി
ta: சரி
te: సరే

# appTitle
source: Pashu Parivar
hi: पशु परिवार
kn: ಪಶು ಕುಟುಂಬ
ml: പശു കുടുംബം
ta: பசு குடும்பம்
te: పశు కుటుంబం

source: Wishlist
hi: विश लिस्ट
kn: ವಿಷ್‌ಲಿಸ್ಟ್
ml: വിഷ്‌ലിസ്റ്റ്
ta: விஷ்லிஸ்ட்
te: విష్‌లిస్ట్

# loanFormTitle
source: Pashu Loan Form
hi: पशु ऋण फॉर्म
kn: ಪಶು ಸಾಲ ಫಾರ್ಮ್
ml: പശു വായ്പ ഫോം
ta: பசு கடன் படிவம்
te: పశు రుణ ఫారం

# loanApplicationHeader
source: Animal Loan Application
hi: पशु ऋण आवेदन
kn: ಪಶು ಸಾಲ ಅರ್ಜಿ
ml: പശു വായ്പ അപേക്ഷ
ta: பசு கடன் விண்ணப்பம்
te: పశు రుణ దరఖాస్తు

# loanApplicationSubheader
source: Get financial support for your livestock farming needs
hi: अपने पशुपालन की जरूरतों के लिए वित्तीय सहायता प्राप्त करें
kn: ನಿಮ್ಮ ಪಶು ಸಾಕಾಣಿಕೆ ಅಗತ್ಯಗಳಿಗೆ ಹಣಕಾಸು ಸಹಾಯವನ್ನು ಪಡೆಯಿರಿ
ml: നിങ്ങളുടെ കന്നുകാലി കൃഷി ആവശ്യങ്ങൾക്കായി സാമ്പത്തിക സഹായം നേടുക
ta: உங்கள் கால்நடை விவசாய தேவைகளுக்கு நிதி உதவி பெறுங்கள்
te: మీ పశుపోషణ అవసరాలకు ఆర్థిక సహాయం పొందండి

source: Loan Application Details
hi: ऋण आवेदन विवरण
kn: ಸಾಲ ಅರ್ಜಿ ವಿವರಗಳು
ml: വായ്പ അപേക്ഷ വിശദാംശങ്ങൾ
ta: கடன் விண்ணப்ப விவரங்கள்
te: రుణ దరఖాస్తు వివరాలు

source: Applicant Information
hi: आवेदक जानकारी
kn: ಅರ್ಜಿದಾರರ ಮಾಹಿತಿ
ml: അപേക്ഷകന്റെ വിവരങ്ങൾ
ta: விண்ணப்பதாரர் தகவல்
te: దరఖాస్తుదారు సమాచారం

source: Applicant Name
hi: आवेदक का नाम
kn: ಅರ್ಜಿದಾರರ ಹೆಸರು
ml: അപേക്ഷകന്റെ പേര്
ta: விண்ணப்பதாரர் பெயர்
te: దరఖాస్తుదారు పేరు

# applicantNameRequired
source: Applicant name is required
hi: आवेदक का नाम आवश्यक है
kn: ಅರ್ಜಿದಾರರ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ml: അപേക്ഷകന്റെ പേര് ആവശ്യമാണ്
ta: விண்ணப்பதாரர் பெயர் தேவை
te: దరఖాస్తుదారు పేరు అవసరం

source: Applicant Address
hi: आवेदक का पता
kn: ಅರ್ಜಿದಾರರ ವಿಳಾಸ
ml: അപേക്ഷകന്റെ വിലാസം
ta: விண்ணப்பதாரர் முகவரி
te: దరఖాస్తుదారు చిరునామా

# applicantAddressRequired
source: Applicant address is required
hi: आवेदक का पता आवश्यक है
kn: ಅರ್ಜಿದಾರರ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ
ml: അപേക്ഷകന്റെ വിലാസം ആവശ്യമാണ്
ta: விண்ணப்பதாரர் முகவரி தேவை
te: దరఖాస్తుదారు చిరునామా అవసరం

source: Contact Number
hi: संपर्क नंबर
kn: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ml: ബന്ധപ്പെടാനുള്ള നമ്പർ
ta: தொடர்பு எண்
te: సంప్రదింపు సంఖ్య

# contactNumberRequired
source: Contact number is required
hi: संपर्क नंबर आवश्यक है
kn: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ
ml: ബന്ധപ്പെടാനുള്ള നമ്പർ ആവശ്യമാണ്
ta: தொடர்பு எண் தேவை
te: సంప్రదింపు సంఖ్య అవసరం

# contactNumberInvalid
source: Please enter a valid contact number
hi: कृपया मान्य संपर्क नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಸಂಪರ್ಕ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ നമ്പർ നൽകുക
ta: சரியான தொடர்பு எண்ணை உள்ளிடவும்
te: దయచేసి సరైన సంప్రదింపు సంఖ్యను నమోదు చేయండి

source: Email Address
hi: ईमेल पता
kn: ಇಮೇಲ್ ವಿಳಾಸ
ml: ഇമെയിൽ വിലാസം
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా

# emailAddressRequired
source: Email address is required
hi: ईमेल पता आवश्यक है
kn: ಇಮೇಲ್ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ
ml: ഇമെയിൽ വിലാസം ആവശ്യമാണ്
ta: மின்னஞ்சல் முகவரி தேவை
te: ఇమెయిల్ చిరునామా అవసరం

# emailAddressInvalid
source: Please enter a valid email address
hi: कृपया मान्य ईमेल पता दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ ഇമെയിൽ വിലാസം നൽകുക
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: దయచేసి సరైన ఇమెయిల్ చిరునామాను నమోదు చేయండి

source: Loan Information
hi: ऋण जानकारी
kn: ಸಾಲ ಮಾಹಿತಿ
ml: വായ്പ വിവരങ്ങൾ
ta: கடன் தகவல்
te: రుణ సమాచారం

source: Loan Amount (₹)
hi: ऋण राशि (₹)
kn: ಸಾಲದ ಮೊತ್ತ (₹)
ml: വായ്പ തുക (₹)
ta: கடன் தொகை (₹)
te: రుణ మొత్తం (₹)

# loanAmountRequired
source: Loan amount is required
hi: ऋण राशि आवश्यक है
kn: ಸಾಲದ ಮೊತ್ತ ಅಗತ್ಯವಿದೆ
ml: വായ്പ തുക ആവശ്യമാണ്
ta: கடன் தொகை தேவை
te: రుణ మొత్తం అవసరం

# loanAmountInvalid
source: Please enter a valid loan amount
hi: कृपया मान्य ऋण राशि दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಸಾಲದ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ വായ്പ തുക നൽകുക
ta: சரியான கடன் தொகையை உள்ளிடவும்
te: దయచేసి సరైన రుణ మొత్తాన్ని నమోదు చేయండి

source: Repayment Period
hi: भुगतान अवधि
kn: ಪಾವತಿ ಅವಧಿ
ml: തിരികെ നൽകുന്ന കാലയളവ്
ta: திருப்பிச் செலுத்தும் காலம்
te: తిరిగి చెల్లించే కాలం

# repaymentPeriodRequired
source: Repayment period is required
hi: भुगतान अवधि आवश्यक है
kn: ಪಾವತಿ ಅವಧಿ ಅಗತ್ಯವಿದೆ
ml: തിരികെ നൽകുന്ന കാലയളവ് ആവശ്യമാണ്
ta: திருப்பிச் செலுத்தும் காலம் தேவை
te: తిరిగి చెల్లించే కాలం అవసరం

source: Income Source
hi: आय का स्रोत
kn: ಆದಾಯ ಮೂಲ
ml: വരുമാന ഉറവിടം
ta: வருமான மூலம்
te: ఆదాయ మూలం

# incomeSourceRequired
source: Income source is required
hi: आय का स्रोत आवश्यक है
kn: ಆದಾಯ ಮೂಲ ಅಗತ್ಯವಿದೆ
ml: വരുമാന ഉറവിടം ആവശ്യമാണ്
ta: வருமான மூலம் தேவை
te: ఆదాయ మూలం అవసరం

source: Purpose of Loan
hi: ऋण का उद्देश्य
kn: ಸಾಲದ ಉದ್ದೇಶ
ml: വായ്പയുടെ ഉദ്ദേശ്യം
ta: கடனின் நோக்கம்
te: రుణ ఉద్దేశ్యం

# purposeOfLoanRequired
source: Purpose of loan is required
hi: ऋण का उद्देश्य आवश्यक है
kn: ಸಾಲದ ಉದ್ದೇಶ ಅಗತ್ಯವಿದೆ
ml: വായ്പയുടെ ഉദ്ദേശ്യം ആവശ്യമാണ്
ta: கடனின் நோக்கம் தேவை
te: రుణ ఉద్దేశ్యం అవసరం

source: Additional Information
hi: अतिरिक्त जानकारी
kn: ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ
ml: കൂടുതൽ വിവരങ്ങൾ
ta: கூடுதல் தகவல்
te: అదనపు సమాచారం

source: Additional Remarks
hi: अतिरिक्त टिप्पणी
kn: ಹೆಚ್ಚುವರಿ ಟಿಪ್ಪಣಿ
ml: കൂടുതൽ അഭിപ്രായങ്ങൾ
ta: கூடுதல் குறிப்புகள்
te: అదనపు వ్యాఖ్యలు

# additionalRemarksRequired
source: Additional remarks are required
hi: अतिरिक्त टिप्पणी आवश्यक है
kn: ಹೆಚ್ಚುವರಿ ಟಿಪ್ಪಣಿ ಅಗತ್ಯವಿದೆ
ml: കൂടുതൽ അഭിപ്രായങ്ങൾ ആവശ്യമാണ്
ta: கூடுதல் குறிப்புகள் தேவை
te: అదనపు వ్యాఖ్యలు అవసరం

source: Submitting Form...
hi: फॉर्म सबमिट हो रहा है...
kn: ಫಾರ್ಮ್ ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ...
ml: ഫോം സമർപ്പിക്കുന്നു...
ta: படிவம் சமர்ப்பிக்கப்படுகிறது...
te: ఫారం సమర్పించబడుతోంది...

source: Submit Form
hi: फॉर्म सबमिट करें
kn: ಫಾರ್ಮ್ ಸಲ್ಲಿಸಿ
ml: ഫോം സമർപ്പിക്കുക
ta: படிவத்தை சமர்ப்பிக்கவும்
te: ఫారాన్ని సమర్పించండి
