Repository: Sumit-rajput98/pashu_app
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, ta, te

# pashuParivarHeadquarters
source: Pashu Parivar Headquarters Bhopal, Madhya Pradesh India
hi: पशु परिवार मुख्यालय भोपाल, मध्य प्रदेश भारत
kn: ಪಶು ಪರಿವಾರ್ ಮುಖ್ಯ ಕಚೇರಿ ಭೋಪಾಲ್, ಮಧ್ಯ ಪ್ರದೇಶ ಭಾರತ
ml: പശു പരിവാർ ആസ്ഥാനം ഭോപ്പാൽ, മധ്യപ്രദേശ് ഇന്ത്യ
ta: பசு பரிவார் தலைமையகம் போபால், மத்திய பிரதேசம் இந்தியா
te: పశు పరివార్ ప్రధాన కార్యాలయం భోపాల్, మధ్య ప్రదేశ్ భారతదేశం

source: Send us a Message
hi: हमें संदेश भेजें
kn: ನಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ
ml: ഞങ്ങൾക്ക് ഒരു സന്ദേശം അയയ്ക്കുക
ta: எங்களுக்கு செய்தி அனுப்புங்கள்
te: మాకు సందేశం పంపండి

source: Full Name
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
ml: പൂർണ്ണ നാമം
ta: முழுப் பெயர்
te: పూర్తి పేరు

source: Enter your full name
hi: अपना पूरा नाम दर्ज करें
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പൂർണ്ണ നാമം നൽകുക
ta: உங்கள் முழு பெயரை உள்ளிடவும்
te: మీ పూర్తి పేరును నమోదు చేయండి

source: Enter your email address
hi: अपना ईमेल पता दर्ज करें
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి

source: Message
hi: संदेश
kn: ಸಂದೇಶ
ml: സന്ദേശം
ta: செய்தி
te: సందేశం

# tellUsHowWeCanHelp
source: Tell us how we can help you...
hi: बताएं कि हम आपकी कैसे मदद कर सकते हैं...
kn: ನಾವು ನಿಮಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದೆಂದು ಹೇಳಿ...
ml: ഞങ്ങൾക്ക് നിങ്ങളെ എങ്ങനെ സഹായിക്കാൻ കഴിയുമെന്ന് പറയുക...
ta: நாங்கள் உங்களுக்கு எவ்வாறு உதவ முடியும் என்று சொல்லுங்கள்...
te: మేము మీకు ఎలా సహాయం చేయగలమో చెప్పండి...

source: Sending Message...
hi: संदेश भेज रहे हैं...
kn: ಸಂದೇಶ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ...
ml: സന്ദേശം അയയ്ക്കുന്നു...
ta: செய்தி அனுப்புகிறது...
te: సందేశం పంపుతోంది...

source: Send Message
hi: संदेश भेजें
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ml: സന്ദേശം അയയ്ക്കുക
ta: செய்தி அனுப்பு
te: సందేశం పంపండి

# responseTimeNote
source: We typically respond within 24 hours during business days.
hi: हम आमतौर पर व्यावसायिक दिनों में 24 घंटों के भीतर जवाब देते हैं।
kn: ನಾವು ಸಾಮಾನ್ಯವಾಗಿ ವ್ಯಾಪಾರದ ದಿನಗಳಲ್ಲಿ 24 ಗಂಟೆಗಳಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತೇವೆ.
ml: ഞങ്ങൾ സാധാരണയായി ബിസിനസ്സ് ദിവസങ്ങളിൽ 24 മണിക്കൂറിനുള്ളിൽ പ്രതികരിക്കുന്നു.
ta: நாங்கள் பொதுவாக வணிக நாட்களில் 24 மணி நேரத்திற்குள் பதிலளிக்கிறோம்.
te: మేము సాధారణంగా వ్యాపార దినాలలో 24 గంటలలోపు ప్రతిస్పందిస్తాము.

source: Follow Us
hi: हमें फॉलो करें
kn: ನಮ್ಮನ್ನು ಅನುಸರಿಸಿ
ml: ഞങ്ങളെ പിന്തുടരുക
ta: எங்களைப் பின்தொடருங்கள்
te: మమ్మల్ని అనుసరించండి

# stayUpdatedWithNews
source: Stay updated with our latest news and updates
hi: हमारी नवीनतम समाचार और अपडेट के साथ अपडेट रहें
kn: ನಮ್ಮ ಇತ್ತೀಚಿನ ಸುದ್ದಿ ಮತ್ತು ಅಪ್‌ಡೇಟ್‌ಗಳೊಂದಿಗೆ ಅಪ್‌ಡೇಟ್ ಆಗಿರಿ
ml: ഞങ്ങളുടെ ഏറ്റവും പുതിയ വാർത്തകളും അപ്ഡേറ്റുകളും ഉപയോഗിച്ച് അപ്ഡേറ്റായി തുടരുക
ta: எங்கள் சமீபத்திய செய்திகள் மற்றும் புதுப்பிப்புகளுடன் புதுப்பித்த நிலையில் இருங்கள்
te: మా తాజా వార్తలు మరియు అప్‌డేట్‌లతో అప్‌డేట్‌గా ఉండండి

source: Facebook
hi: फेसबुक
kn: ಫೇಸ್‌ಬುಕ್
ml: ഫേസ്ബുക്ക്
ta: பேஸ்புக்
te: ఫేస్‌బుక్

source: Instagram
hi: इंस्टाग्राम
kn: ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್
ml: ഇൻസ്റ്റാഗ്രാം
ta: இன்ஸ்டாகிராம்
te: ఇన్‌స్టాగ్రామ్

source: Twitter
hi: ट्विटर
kn: ಟ್ವಿಟ್ಟರ್
ml: ട്വിറ്റർ
ta: ட்விட்டர்
te: ట్విట్టర్

source: YouTube
hi: यूट्यूब
kn: ಯೂಟ್ಯೂಬ್
ml: യൂട്യൂബ്
ta: யூட்யூப்
te: యూట్యూబ్

source: Copied to clipboard!
hi: क्लिपबोर्ड पर कॉपी किया गया!
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ!
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി!
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது!
te: క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది!

source: Message Sent Successfully!
hi: संदेश सफलतापूर्वक भेजा गया!
kn: ಸಂದೇಶವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ!
ml: സന്ദേശം വിജയകരമായി അയച്ചു!
ta: செய்தி வெற்றிகரமாக அனுப்பப்பட்டது!
te: సందేశం విజయవంతంగా పంపబడింది!

# thankYouForContacting
source: Thank you for contacting us. We'll get back to you within 24 hours.
hi: हमसे संपर्क करने के लिए धन्यवाद। हम 24 घंटों के भीतर आपसे संपर्क करेंगे।
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನಾವು 24 ಗಂಟೆಗಳಲ್ಲಿ ನಿಮ್ಮ ಬಳಿಗೆ ಹಿಂತಿರುಗುತ್ತೇವೆ.
ml: ഞങ്ങളെ ബന്ധപ്പെട്ടതിന് നന്ദി. ഞങ്ങൾ 24 മണിക്കൂറിനുള്ളിൽ നിങ്ങളിലേക്ക് തിരികെ വരാം.
ta: எங்களைத் தொடர்பு கொண்டதற்கு நன்றி. நாங்கள் 24 மணி நேரத்திற்குள் உங்களிடம் திரும்புவோம்.
te: మమ్మల్ని సంప్రదించినందుకు ధన్యవాదాలు. మేము 24 గంటలలోపు మీకు తిరిగి వస్తాము.

source: Name must be at least 2 characters
hi: नाम कम से कम 2 अक्षर का होना चाहिए
kn: ಹೆಸರು ಕನಿಷ್ಠ 2 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ml: പേര് കുറഞ്ഞത് 2 അക്ഷരങ്ങൾ ആയിരിക്കണം
ta: பெயர் குறைந்தது 2 எழுத்துகள் இருக்க வேண்டும்
te: పేరు కనీసం 2 అక్షరాలు ఉండాలి

source: Email is required
hi: ईमेल आवश्यक है
kn: ಇಮೇಲ್ ಅಗತ್ಯವಿದೆ
ml: ഇമെയിൽ ആവശ്യമാണ്
ta: மின்னஞ்சல் தேவை
te: ఇమెయిల్ అవసరం

# pleaseEnterValidEmail
source: Please enter a valid email address
hi: कृपया मान्य ईमेल पता दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ ഇമെയിൽ വിലാസം നൽകുക
ta: தயவுசெய்து செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి

source: Message is required
hi: संदेश आवश्यक है
kn: ಸಂದೇಶ ಅಗತ್ಯವಿದೆ
ml: സന്ദേശം ആവശ്യമാണ്
ta: செய்தி தேவை
te: సందేశం అవసరం

source: Message must be at least 10 characters
hi: संदेश कम से कम 10 अक्षर का होना चाहिए
kn: ಸಂದೇಶ ಕನಿಷ್ಠ 10 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ml: സന്ദേശം കുറഞ്ഞത് 10 അക്ഷരങ്ങൾ ആയിരിക്കണം
ta: செய்தி குறைந்தது 10 எழுத்துகள் இருக்க வேண்டும்
te: సందేశం కనీసం 10 అక్షరాలు ఉండాలి

# invest
source: Invest in Agri-Livestock
hi: निवेश करें कृषि-पशुपालन में
kn: ಕೃಷಿ-ಪಶುಸಂಗೋಪನೆಯಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡಿ
ml: കാർഷിക-മൃഗपालനത്തിൽ നിക്ഷേപിക്കുക
ta: விவசாய-கால்நடை வளர்ப்பில் முதலீடு செய்யுங்கள்
te: వ్యవసాయ-పశుపాలనలో పెట్టుబడి పెట్టండి

source: Total
hi: कुल
kn: ಒಟ್ಟು
ml: മൊത്തം
ta: மொத்தம்
te: మొత్తం

source: Active
hi: सक्रिय
kn: ಸಕ್ರಿಯ
ml: സജീവം
ta: செயல்பாட்டில் உள்ளது
te: సక్రియం

source: Pending
hi: लंबित
kn: ಬಾಕಿ
ml: പെൻഡിംഗ്
ta: நிலுவையில் உள்ளது
te: పెండింగ్

source: Edit
hi: संपादित करें
kn: ಸಂಪಾದಿಸಿ
ml: എഡിറ്റ് ചെയ്യുക
ta: திருத்து
te: సవరించు

source: Delete
hi: हटाएं
kn: ತೆಗೆದುಹಾಕಿ
ml: നീക്കം ചെയ്യുക
ta: நீக்கு
te: తొలగించు

# pendingStatus
source: PENDING
hi: लंबित
kn: ಬಾಕಿ
ml: കാത്തിരിപ്പിൽ
ta: நிலுவையில்
te: పెండింగ్

source: Failed to Load Listings
hi: लिस्टिंग लोड करने में विफल
kn: ಪಟ್ಟಿಗಳನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ml: ലിസ്റ്റിങ്ങുകൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ta: பட்டியல்களை ஏற்ற முடியவில்லை
te: లిస్టింగ్‌లను లోడ్ చేయడంలో విఫలమైంది

source: No Listed Animals
hi: कोई सूचीबद्ध जानवर नहीं
kn: ಪಟ್ಟಿ ಮಾಡಿದ ಪ್ರಾಣಿಗಳು ಇಲ್ಲ
ml: ലിസ്റ്റ് ചെയ്ത മൃഗങ്ങളില്ല
ta: பட்டியலிடப்பட்ட விலங்குகள் இல்லை
te: జాబితా చేసిన జంతువులు లేవు

# noListedAnimalsDescription
source: You haven't listed any animals yet. Start by adding your first listing!
hi: आपने अभी तक कोई जानवर सूचीबद्ध नहीं किया है। अपनी पहली लिस्टिंग जोड़कर शुरुआत करें!
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಪ್ರಾಣಿಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಿಲ್ಲ. ನಿಮ್ಮ ಮೊದಲ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ಪ್ರಾರಂಭಿಸಿ!
ml: നിങ്ങൾ ഇതുവരെ മൃഗങ്ങളെ ലിസ്റ്റ് ചെയ്തിട്ടില്ല. നിങ്ങളുടെ ആദ്യത്തെ ലിസ്റ്റിംഗ് ചേർത്തുകൊണ്ട് ആരംഭിക്കുക!
ta: நீங்கள் இன்னும் எந்த விலங்குகளையும் பட்டியலிடவில்லை. உங்கள் முதல் பட்டியலைச் சேர்ப்பதன் மூலம் தொடங்குங்கள்!
te: మీరు ఇంకా జంతువులను జాబితా చేయలేదు. మీ మొదటి లిస్టింగ్‌ను జోడించడంతో ప్రారంభించండి!

source: Add New Listing
hi: नई लिस्टिंग जोड़ें
kn: ಹೊಸ ಪಟ್ಟಿ ಸೇರಿಸಿ
ml: പുതിയ ലിസ്റ്റിംഗ് ചേർക്കുക
ta: புதிய பட்டியல் சேர்க்கவும்
te: కొత్త లిస్టింగ్ జోడించండి

source: Delete Listing
hi: लिस्टिंग हटाएं
kn: ಪಟ್ಟಿಯನ್ನು ತೆಗೆದುಹಾಕಿ
ml: ലിസ്റ്റിംഗ് നീക്കം ചെയ്യുക
ta: பட்டியலை நீக்கவும்
te: లిస్టింగ్ తొలగించండి

# deleteConfirmation
source: Are you sure you want to delete "{animalName}"? This action cannot be undone.
hi: क्या आप वाकई "{animalName}" को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
kn: ನೀವು ನಿಜವಾಗಿಯೂ "{animalName}"ನ್ನು ತೆಗೆದುಹಾಕಲು ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: നിങ്ങൾക്ക് "{animalName}" നീക്കം ചെയ്യണമെന്ന് ഉറപ്പാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.
ta: நீங்கள் நிச்சயமாக "{animalName}"ஐ நீக்க விரும்புகிறீர்களா? இந்த செயலை மாற்ற முடியாது.
te: మీరు నిజంగా "{animalName}"ని తొలగించాలనుకుంటున్నారా? ఈ చర్య రద్దు చేయలేము.

# deleteSuccessMessage
source: {animalName} deleted successfully
hi: {animalName} सफलतापूर्वक हटा दिया गया
kn: {animalName} ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ml: {animalName} വിജയകരമായി നീക്കം ചെയ്തു
ta: {animalName} வெற்றிகரமாக நீக்கப்பட்டது
te: {animalName} విజయవంతంగా తొలగించబడింది

source: Withdraw from Wallet
hi: वॉलेट से निकालें
kn: ವಾಲೆಟ್‌ನಿಂದ ಹಿಂಪಡೆಯಿರಿ
ml: വാലറ്റിൽ നിന്ന് പിൻവലിക്കുക
ta: வாலட்டில் இருந்து பணம் எடுக்கவும்
te: వాలెట్ నుండి ఉపసంహరించండి

source: Available Balance
hi: उपलब्ध शेष राशि
kn: ಲಭ್ಯವಿರುವ ಬ್ಯಾಲೆನ್ಸ್
ml: ലഭ്യമായ ബാലൻസ്
ta: கிடைக்கும் இருப்பு
te: అందుబాటులో ఉన్న బ్యాలెన్స్

source: Withdrawal Eligible
hi: निकासी योग्य
kn: ಹಿಂಪಡೆಯುವ ಅರ್ಹತೆ
ml: പിൻവലിക്കൽ യോഗ്യത
ta: பணம் எடுக்க தகுதி
te: ఉపసంహరణ అర్హత

source: Withdrawal Requirements
hi: निकासी आवश्यकताएं
kn: ಹಿಂಪಡೆಯುವ ಅವಶ್ಯಕತೆಗಳು
ml: പിൻവലിക്കൽ ആവശ്യകതകൾ
ta: பணம் எடுக்கும் தேவைகள்
te: ఉపసంహరణ అవసరాలు

# youHaveSpentAndCanWithdraw
source: You have spent ₹{counter} and can withdraw funds
hi: आपने ₹{counter} खर्च किया है और धन निकाल सकते हैं
kn: ನೀವು ₹{counter} ಖರ್ಚು ಮಾಡಿದ್ದೀರಿ ಮತ್ತು ಹಣವನ್ನು ಹಿಂಪಡೆಯಬಹುದು
ml: നിങ്ങൾ ₹{counter} ചെലവഴിച്ചു, ഫണ്ട് പിൻവലിക്കാം
ta: நீங்கள் ₹{counter} செலவு செய்துள்ளீர்கள், பணம் எடுக்கலாம்
te: మీరు ₹{counter} ఖర్చు చేసారు మరియు నిధులను ఉపసంహరించవచ్చు

# spendMoreToEnableWithdrawal
source: Spend ₹{amount} more to enable withdrawal (Current: ₹{counter})
hi: निकासी सक्षम करने के लिए ₹{amount} और खर्च करें (वर्तमान: ₹{counter})
kn: ಹಿಂಪಡೆಯುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ₹{amount} ಹೆಚ್ಚು ಖರ್ಚು ಮಾಡಿ (ಪ್ರಸ್ತುತ: ₹{counter})
ml: പിൻവലിക്കൽ പ്രാപ്തമാക്കാൻ ₹{amount} കൂടുതൽ ചെലവഴിക്കുക (നിലവിൽ: ₹{counter})
ta: பணம் எடுக்க ₹{amount} மேலும் செலவு செய்யுங்கள் (தற்போது: ₹{counter})
te: ఉపసంహరణను ప్రారంభించడానికి ₹{amount} మరింత ఖర్చు చేయండి (ప్రస్తుత: ₹{counter})

source: Withdrawal Details
hi: निकासी विवरण
kn: ಹಿಂಪಡೆಯುವ ವಿವರಗಳು
ml: പിൻവലിക്കൽ വിശദാംശങ്ങൾ
ta: பணம் எடுக்கும் விவரங்கள்
te: ఉపసంహరణ వివరాలు

# enterAmountEg
source: Enter Amount e.g. 500
hi: राशि दर्ज करें जैसे 500
kn: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ ಉದಾ. 500
ml: തുക നൽകുക ഉദാ. 500
ta: தொகையை உள்ளிடவும் எ.கா. 500
te: మొత్తం నమోదు చేయండి ఉదా. 500

# enterUpiIdEg
source: Enter UPI ID (e.g. example@upi)
hi: UPI ID दर्ज करें (जैसे example@upi)
kn: UPI ID ನಮೂದಿಸಿ (ಉದಾ. example@upi)
ml: UPI ID നൽകുക (ഉദാ. example@upi)
ta: UPI ID ஐ உள்ளிடவும் (எ.கா. example@upi)
te: UPI ID నమోదు చేయండి (ఉదా. example@upi)

# enterUpiIdEgPlaceholder
source: Enter UPI ID e.g. example@upi
hi: UPI ID दर्ज करें जैसे example@upi
kn: UPI ID ನಮೂದಿಸಿ ಉದಾ. example@upi
ml: UPI ID നൽകുക ഉദാ. example@upi
ta: UPI ID ஐ உள்ளிடவும் எ.கா. example@upi
te: UPI ID నమోదు చేయండి ఉదా. example@upi

source: Processing...
hi: प्रसंस्करण हो रहा है...
kn: ಪ್ರಸರಣೆಯಲ್ಲಿ...
ml: പ്രക്രിയപ്പെടുത്തിയുന്നു...
ta: செயலாக்கம்...
te: ప్రాసెసింగ్...

source: Withdraw ₹{amount}
hi: ₹{amount} निकालें
kn: ₹{amount} ಹಿಂಪಡೆಯಿರಿ
ml: ₹{amount} പിൻവലിക്കുക
ta: ₹{amount} எடுக்கவும்
te: ₹{amount} ఉపసంహరించండి

# withdrawalRequirementsLabel
source: Withdrawal Requirements:
hi: निकासी आवश्यकताएं:
kn: ಹಿಂಪಡೆಯುವ ಅವಶ್ಯಕತೆಗಳು:
ml: പിൻവലിക്കൽ ആവശ്യകതകൾ:
ta: பணம் எடுக்கும் தேவைகள்:
te: ఉపసంహరణ అవసరాలు:

# minimumSpendingRequired
source: • Minimum spending of ₹50 required
hi: • न्यूनतम ₹50 का खर्च आवश्यक
kn: • ಕನಿಷ್ಠ ₹50 ಖರ್ಚು ಅಗತ್ಯ
ml: • കുറഞ്ഞത് ₹50 ചെലവ് ആവശ്യം
ta: • குறைந்தபட்சம் ₹50 செலவு தேவை
te: • కనీసం ₹50 ఖర్చు అవసరం

# walletBalanceRequired
source: • Wallet balance must be ≥ ₹100
hi: • वॉलेट बैलेंस ≥ ₹100 होना चाहिए
kn: • ವಾಲೆಟ್ ಬ್ಯಾಲೆನ್ಸ್ ≥ ₹100 ಇರಬೇಕು
ml: • വാലറ്റ് ബാലൻസ് ≥ ₹100 ആയിരിക്കണം
ta: • வாலட் இருப்பு ≥ ₹100 இருக்க வேண்டும்
te: • వాలెట్ బ్యాలెన్స్ ≥ ₹100 ఉండాలి

# currentSpending
source: • Current spending: ₹{counter} ({status})
hi: • वर्तमान खर्च: ₹{counter} ({status})
kn: • ಪ್ರಸ್ತುತ ಖರ್ಚು: ₹{counter} ({status})
ml: • നിലവിലെ ചെലവ്: ₹{counter} ({status})
ta: • தற்போதைய செலவு: ₹{counter} ({status})
te: • ప్రస్తుత ఖర్చు: ₹{counter} ({status})

# walletBalanceStatus
source: • Wallet balance: ₹{balance} ({status})
hi: • वॉलेट बैलेंस: ₹{balance} ({status})
kn: • ವಾಲೆಟ್ ಬ್ಯಾಲೆನ್ಸ್: ₹{balance} ({status})
ml: • വാലറ്റ് ബാലൻസ്: ₹{balance} ({status})
ta: • வாலட் இருப்பு: ₹{balance} ({status})
te: • వాలెట్ బ్యాలెన్స్: ₹{balance} ({status})

source: Verified
hi: सत्यापित
kn: ತೃಪ್ತಿ ಪಡೆದಿದೆ
ml: സ്ഥിരീകരിച്ച
ta: சரிபார்க்கப்பட்டது
te: ధృవీకరించబడింది

# needMoreAmount
source: Need ₹{amount} more
hi: ₹{amount} और चाहिए
kn: ₹{amount} ಹೆಚ್ಚು ಅಗತ್ಯ
ml: ₹{amount} കൂടുതൽ ആവശ്യം
ta: ₹{amount} மேலும் தேவை
te: ₹{amount} మరింత అవసరం

# tipWithdrawProcessingTime
source: Tip: Withdrawals are processed within 24-48 hours to your UPI account.
hi: सुझाव: निकासी 24-48 घंटों में आपके UPI खाते में प्रोसेस हो जाती है।
kn: ಸಲಹೆ: ಹಿಂಪಡೆಯುವಿಕೆಗಳನ್ನು ನಿಮ್ಮ UPI ಖಾತೆಗೆ 24-48 ಗಂಟೆಗಳಲ್ಲಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ.
ml: ടിപ്പ്: പിൻവലിക്കലുകൾ നിങ്ങളുടെ UPI അക്കൗണ്ടിലേക്ക് 24-48 മണിക്കൂറിനുള്ളിൽ പ്രോസസ്സ് ചെയ്യപ്പെടും.
ta: குறிப்பு: பணம் எடுப்பது உங்கள் UPI கணக்கில் 24-48 மணி நேரத்தில் செயலாக்கப்படும்.
te: చిట్కా: ఉపసంహరణలు మీ UPI ఖాతాకు 24-48 గంటలలో ప్రాసెస్ చేయబడతాయి.

source: Withdrawal Request Submitted!
hi: निकासी अनुरोध जमा किया गया!
kn: ಹಿಂಪಡೆಯುವ ಕೋರಿಕೆ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: പിൻവലിക്കൽ അഭ്യർത്ഥന സമർപ്പിച്ചു!
ta: பணம் எடுக்கும் கோரிக்கை சமர்ப்பிக்கப்பட்டது!
te: ఉపసంహరణ అభ్యర్థన సమర్పించబడింది!

# withdrawalRequestSuccessMessage
source: Your withdrawal request of ₹{amount} has been submitted successfully. You will receive the amount in your UPI account within 24-48 hours.
hi: ₹{amount} की आपकी निकासी का अनुरोध सफलतापूर्वक जमा किया गया है। आपको 24-48 घंटों में अपने UPI खाते में राशि मिल जाएगी।
kn: ₹{amount} ನಿಮ್ಮ ಹಿಂಪಡೆಯುವ ಕೋರಿಕೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ. ನೀವು 24-48 ಗಂಟೆಗಳಲ್ಲಿ ನಿಮ್ಮ UPI ಖಾತೆಯಲ್ಲಿ ಮೊತ್ತವನ್ನು ಪಡೆಯುತ್ತೀರಿ.
ml: ₹{amount} നിങ്ങളുടെ പിൻവലിക്കൽ അഭ്യർത്ഥന വിജയകരമായി സമർപ്പിച്ചു. നിങ്ങൾക്ക് 24-48 മണിക്കൂറിനുള്ളിൽ UPI അക്കൗണ്ടിൽ തുക ലഭിക്കും.
ta: ₹{amount} க்கான உங்கள் பணம் எடுக்கும் கோரிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது. 24-48 மணி நேரத்தில் உங்கள் UPI கணக்கில் தொகை கிடைக்கும்.
te: ₹{amount} మీ ఉపసంహరణ అభ్యర్థన విజయవంతంగా సమర్పించబడింది. మీరు 24-48 గంటలలో మీ UPI ఖాతాలో మొత్తాన్ని అందుకుంటారు.

source: Failed to Load Data
hi: डेटा लोड करने में विफल
kn: ಡೇಟಾ ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ml: ഡാറ്റ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ta: தரவை ஏற்ற முடியவில்லை
te: డేటాను లోడ్ చేయడంలో విఫలమైంది

source: Amount cannot be empty
hi: राशि खाली नहीं हो सकती
kn: ಮೊತ್ತ ಖಾಲಿ ಇರಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: തുക ശൂന്യമായിരിക്കാൻ പാടില്ല
ta: தொகை காலியாக இருக்க முடியாது
te: మొత్తం ఖాళీగా ఉండకూడదు

# amountCannotExceedBalance
source: Amount cannot exceed wallet balance (₹{balance})
hi: राशि वॉलेट बैलेंस से अधिक नहीं हो सकती (₹{balance})
kn: ಮೊತ್ತ ವಾಲೆಟ್ ಬ್ಯಾಲೆನ್ಸ್ ಮೀರಲು ಸಾಧ್ಯವಿಲ್ಲ (₹{balance})
ml: തുക വാലറ്റ് ബാലൻസ് കവിയാൻ പാടില്ല (₹{balance})
ta: தொகை வாலட் இருப்பை மீற முடியாது (₹{balance})
te: మొత్తం వాలెట్ బ్యాలెన్స్ మించకూడదు (₹{balance})

# minimumWalletBalanceRequired
source: Minimum wallet balance of ₹100 required
hi: न्यूनतम ₹100 का वॉलेट बैलेंस आवश्यक
kn: ಕನಿಷ್ಠ ₹100 ವಾಲೆಟ್ ಬ್ಯಾಲೆನ್ಸ್ ಅಗತ್ಯ
ml: കുറഞ്ഞത് ₹100 വാലറ്റ് ബാലൻസ് ആവശ്യം
ta: குறைந்தபட்சம் ₹100 வாலட் இருப்பு தேவை
te: కనీసం ₹100 వాలెట్ బ్యాలెన్స్ అవసరం

source: UPI ID cannot be empty
hi: UPI ID खाली नहीं हो सकती
kn: UPI ID ಖಾಲಿ ಇರಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: UPI ID ശൂന്യമായിരിക്കാൻ പാടില്ല
ta: UPI ID காலியாக இருக்க முடியாது
te: UPI ID ఖాళీగా ఉండకూడదు

# pleaseEnterValidUpiId
source: Please enter a valid UPI ID
hi: कृपया एक वैध UPI ID दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ UPI ID ಅನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ UPI ID നൽകുക
ta: தயவுசெய்து சரியான UPI ID ஐ உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే UPI ID ని నమోదు చేయండి

source: Transaction History
hi: लेनदेन इतिहास
kn: ವಹಿವಾಟು ಇತಿಹಾಸ
ml: ഇടപാട് ചരിത്രം
ta: பரிவர்த்தனை வரலாறு
te: లావాదేవీ చరిత్ర

source: No transactions
hi: कोई लेनदेन नहीं
kn: ವಹಿವಾಟುಗಳಿಲ್ಲ
ml: ഇടപാടുകളില്ല
ta: பரிவர்த்தனைகள் இல்லை
te: లావాదేవీలు లేవు

source: Transaction Summary
hi: लेनदेन सारांश
kn: ವಹಿವಾಟು ಸಾರಾಂಶ
ml: ഇടപാട് സംഗ്രഹം
ta: பரிவர்த்தனை சுருக்கம்
te: లావాదేవీ సారాంశం

source: Total Credit
hi: कुल क्रेडिट
kn: ಒಟ್ಟು ಕ್ರೆಡಿಟ್
ml: മൊത്തം ക്രെഡിറ്റ്
ta: மொத்த கிரெடிட்
te: మొత్తం క్రెడిట్

source: Total Debit
hi: कुल डेबिट
kn: ಒಟ್ಟು ಡೆಬಿಟ್
ml: മൊത്തം ഡെബിറ്റ്
ta: மொத்த டெபிட்
te: మొత్తం డెబిట్

source: Successful
hi: सफल
kn: ಯಶಸ್ವಿ
ml: വിജയകരം
ta: வெற்றிகரமான
te: విజయవంతం

source: Today
hi: आज
kn: ಇಂದು
ml: ഇന്ന്
ta: இன்று
te: ఈరోజు

source: Yesterday
hi: कल
kn: ನಿನ್ನೆ
ml: ഇന്നലെ
ta: நேற்று
te: నిన్న

# daysAgo
source: {days} days ago
hi: {days} दिन पहले
kn: {days} ದಿನಗಳ ಹಿಂದೆ
ml: {days} ദിവസങ്ങൾക്ക് മുമ്പ്
ta: {days} நாட்களுக்கு முன்
te: {days} రోజుల క్రితం

source: Payment ID
hi: भुगतान ID
kn: ಪೇಮೆಂಟ್ ID
ml: പേമെന്റ് ID
ta: பேமெண்ட் ID
te: చెల్లింపు ID

source: Full Date
hi: पूरी तारीख
kn: ಪೂರ್ಣ ದಿನಾಂಕ
ml: പൂർണ്ണ തീയതി
ta: முழு தேதி
te: పూర్తి తేదీ

source: UTR Number
hi: UTR नंबर
kn: UTR ಸಂಖ್ಯೆ
ml: UTR നമ്പർ
ta: UTR எண்
te: UTR నంబర్

source: Failed to Load Transactions
hi: लेनदेन लोड करने में विफल
kn: ವಹಿವಾಟುಗಳನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ml: ഇടപാടുകൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ta: பரிவர்த்தனைகளை ஏற்ற முடியவில்லை
te: లావాదేవీలను లోడ్ చేయడంలో విఫలమైంది

source: No Transactions Found
hi: कोई लेनदेन नहीं मिला
kn: ವಹಿವಾಟುಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഇടപാടുകൾ കണ്ടെത്തിയില്ല
ta: பரிவர்த்தனைகள் கிடைக்கவில்லை
te: లావాదేవీలు కనుగొనబడలేదు

# transactionHistoryDescription
source: Your transaction history will appear here once you make your first transaction
hi: आपका पहला लेनदेन करने के बाद आपका लेनदेन इतिहास यहाँ दिखाई देगा
kn: ನಿಮ್ಮ ಮೊದಲ ವಹಿವಾಟು ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ವಹಿವಾಟು ಇತಿಹಾಸ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ
ml: നിങ്ങളുടെ ആദ്യ ഇടപാട് നടത്തിയ ശേഷം നിങ്ങളുടെ ഇടപാട് ചരിത്രം ഇവിടെ പ്രത്യക്ഷപ്പെടും
ta: உங்கள் முதல் பரிவர்த்தனையை செய்த பின் உங்கள் பரிவர்த்தனை வரலாறு இங்கே தோன்றும்
te: మీరు మీ మొదటి లావాదేవీ చేసిన తర్వాత మీ లావాదేవీ చరిత్ర ఇక్కడ కనిపిస్తుంది

source: Go Back
hi: वापस जाएं
kn: ಹಿಂತಿರುಗಿ
ml: തിരികെ പോകുക
ta: திரும்பிச் செல்
te: వెనుకకు వెళ్ళు

source: SUCCESS
hi: सफल
kn: ಯಶಸ್ಸು
ml: വിജയം
ta: வெற்றி
te: విజయవంతం

source: FAILED
hi: असफल
kn: ವಿಫಲವಾಗಿದೆ
ml: പരാജയപ്പെട്ടു
ta: தோல்வி
te: విఫలమైంది

source: CREDIT
hi: क्रेडिट
kn: ಕ್ರೆಡಿಟ್
ml: ക്രെഡിറ്റ്
ta: கிரெடிட்
te: క్రెడిట్

source: DEBIT
hi: डेबिट
kn: ಡೆಬಿಟ್
ml: ഡെബിറ്റ്
ta: டெபிட்
te: డెబిట్

source: Profile Details
hi: प्रोफ़ाइल विवरण
kn: ಪ್ರೊಫೈಲ್ ವಿವರಗಳು
ml: പ്രൊഫൈൽ വിശദാംശങ്ങൾ
ta: சுயவிவர விவரங்கள்
te: ప్రొఫైల్ వివరాలు

source: Address:
hi: पता:
kn: ವಿಳಾಸ:
ml: വിലാസം:
ta: முகவரி:
te: చిరునామా:

source: Not provided
hi: प्रदान नहीं किया गया
kn: ನೀಡಲಾಗಿಲ್ಲ
ml: നൽകിയില്ല
ta: வழங்கப்படவில்லை
te: ఇవ్వలేదు

# profileDetailsSectionHeader
source: Profile Details
hi: प्रोफ़ाइल विवरण
kn: ಪ್ರೊಫೈಲ್ ವಿವರಗಳು
ml: പ്രൊഫൈൽ വിശദാംശങ്ങൾ
ta: சுயவிவர விவரங்கள்
te: ప్రొఫైల్ వివరాలు

source: Edit Profile Information
hi: प्रोफ़ाइल जानकारी संपादित करें
kn: ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿಯನ್ನು ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ വിവരങ്ങൾ എഡിറ്റ് ചെയ്യുക
ta: சுயவிவரத் தகவலைத் திருத்து
te: ప్రొఫైల్ సమాచారాన్ని సవరించండి

source: Name cannot be empty
hi: नाम खाली नहीं हो सकता
kn: ಹೆಸರು ಖಾಲಿಯಾಗಿರಬಾರದು
ml: പേര് ഒഴിവാക്കാൻ കഴിയില്ല
ta: பெயர் காலியாக இருக்க முடியாது
te: పేరు ఖాళీగా ఉండకూడదు

# nameMinimumCharacters
source: Name must be at least 2 characters
hi: नाम कम से कम 2 अक्षर का होना चाहिए
kn: ಹೆಸರು ಕನಿಷ್ಠ 2 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ml: പേര് കുറഞ്ഞത് 2 അക്ഷരങ്ങളായിരിക്കണം
ta: பெயர் குறைந்தது 2 எழுத்துகள் இருக்க வேண்டும்
te: పేరు కనీసం 2 అక్షరాలు ఉండాలి

source: Address cannot be empty
hi: पता खाली नहीं हो सकता
kn: ವಿಳಾಸ ಖಾಲಿಯಾಗಿರಬಾರದು
ml: വിലാസം ഒഴിവാകരുത്
ta: முகவரி காலியாக இருக்க முடியாது
te: చిరునామా ఖాళీగా ఉండకూడదు

# pleaseEnterCompleteAddress
source: Please enter a complete address
hi: कृपया पूरा पता दर्ज करें
kn: ದಯವಿಟ್ಟು ಸಂಪೂರ್ಣ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി മുഴുവൻ വിലാസവും നൽകുക
ta: தயவுசெய்து முழுமையான முகவரியை உள்ளிடவும்
te: దయచేసి పూర్తి చిరునామాను నమోదు చేయండి

# phoneAndReferralNotChangeable
source: Note: Phone number and referral code cannot be changed. Only name, email, and address can be updated.
hi: नोट: फ़ोन नंबर और रेफ़रल कोड बदले नहीं जा सकते। केवल नाम, ईमेल और पता अपडेट किया जा सकता है।
kn: ಟಿಪ್ಪಣಿ: ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಮತ್ತು ರೆಫರಲ್ ಕೋಡ್ ಅನ್ನು ಬದಲಾಯಿಸಲಾಗದು. ಹೆಸರು, ಇಮೇಲ್ ಮತ್ತು ವಿಳಾಸವನ್ನು ಮಾತ್ರ ನವೀಕರಿಸಬಹುದಾಗಿದೆ.
ml: കുറിപ്പ്: ഫോൺ നമ്പറും റഫറൽ കോഡും മാറ്റാനാവില്ല. പേര്, ഇമെയിൽ, വിലാസം എന്നിവ മാത്രമേ അപ്‌ഡേറ്റ് ചെയ്യാനാകൂ.
ta: குறிப்பு: தொலைபேசி எண் மற்றும் பரிந்துரை குறியீட்டை மாற்ற முடியாது. பெயர், மின்னஞ்சல் மற்றும் முகவரியை மட்டும் புதுப்பிக்கலாம்.
te: గమనిక: ఫోన్ నంబర్ మరియు రిఫరల్ కోడ్ మార్చలేరు. పేరు, ఇమెయిల్ మరియు చిరునామా మాత్రమే అప్డేట్ చేయవచ్చు.

source: Updating Profile...
hi: प्रोफ़ाइल अपडेट की जा रही है...
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ...
ml: പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുന്നു...
ta: சுயவிவரம் புதுப்பிக்கப்படுகிறது...
te: ప్రొఫైల్ అప్డేట్ అవుతోంది...

source: Update Profile
hi: प्रोफ़ाइल अपडेट करें
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಿ
ml: പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുക
ta: சுயவிவரத்தை புதுப்பிக்கவும்
te: ప్రొఫైల్ అప్డేట్ చేయండి

source: Profile Updated Successfully!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हो गई!
kn: ಪ್ರೊಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!
ml: പ്രൊഫൈൽ വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്തു!
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!
te: ప్రొఫైల్ విజయవంతంగా అప్డేట్ అయింది!

# profileUpdateSuccessMessage
source: Your profile information has been updated successfully.
hi: आपकी प्रोफ़ाइल जानकारी सफलतापूर्वक अपडेट कर दी गई है।
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.
ml: നിങ്ങളുടെ പ്രൊഫൈൽ വിവരങ്ങൾ വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്തു.
ta: உங்கள் சுயவிவரத் தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: మీ ప్రొఫైల్ సమాచారం విజయవంతంగా అప్డేట్ చేయబడింది.

source: Update Failed
hi: अपडेट विफल
kn: ನವೀಕರಣ ವಿಫಲವಾಯಿತು
ml: അപ്‌ഡേറ്റ് പരാജയപ്പെട്ടു
ta: புதுப்பித்தல் தோல்வியடைந்தது
te: అప్డేట్ విఫలమైంది

source: Invite & Earn Rewards
hi: आमंत्रित करें और पुरस्कार पाएं
kn: ಆಹ್ವಾನಿಸಿ ಮತ್ತು ಬಹುಮಾನಗಳನ್ನು ಗೆಲ್ಲಿ
ml: ക്ഷണിച്ച് റിവാർഡുകൾ നേടുക
ta: அழைத்து வெகுமதிகள் பெறுங்கள்
te: ఆహ్వానించండి & బహుమతులు గెలుచుకోండి

# shareReferralDescription
source: Share your referral code with friends and family to earn exclusive rewards when they join Pashu Parivar
hi: अपना रेफरल कोड दोस्तों और परिवार के साथ साझा करें और जब वे पशु परिवार में शामिल हों तो विशेष पुरस्कार पाएं
kn: ನಿಮ್ಮ ರೆಫರಲ್ ಕೋಡ್ ಅನ್ನು ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬದವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ ಮತ್ತು ಅವರು ಪಶು ಪರಿವಾರ್‌ನಲ್ಲಿ ಸೇರಿದಾಗ ವಿಶೇಷ ಬಹುಮಾನಗಳನ್ನು ಪಡೆಯಿರಿ
ml: നിങ്ങളുടെ റഫറൽ കോഡ് സുഹൃത്തുക്കളുമായും കുടുംബാംഗങ്ങളുമായും പങ്കിടുകയും അവർ പശു പരിവാറിൽ ചേരുമ്പോൾ പ്രത്യേക റിവാർഡുകൾ നേടുകയും ചെയ്യുക
ta: உங்கள் பரிந்துரை குறியீட்டை நண்பர்கள் மற்றும் குடும்பத்தினருடன் பகிர்ந்து, அவர்கள் பசு பரிவாரில் சேரும்போது பிரத்யேக வெகுமதிகளைப் பெறுங்கள்
te: మీ రెఫరల్ కోడ్‌ను స్నేహితులు మరియు కుటుంబ సభ్యులతో పంచుకోండి మరియు వారు పశు పరివార్‌లో చేరినప్పుడు ప్రత్యేక బహుమతులు పొందండి

source: Your Referral Code
hi: आपका रेफरल कोड
kn: ನಿಮ್ಮ ರೆಫರಲ್ ಕೋಡ್
ml: നിങ്ങളുടെ റഫറൽ കോഡ്
ta: உங்கள் பரிந்துரை குறியீடு
te: మీ రెఫరల్ కోడ్

source: Share with Friends
hi: दोस्तों के साथ साझा करें
kn: ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ
ml: സുഹൃത്തുക്കളുമായി പങ്കിടുക
ta: நண்பர்களுடன் பகிருங்கள்
te: స్నేహితులతో పంచుకోండి

source: Share Link
hi: लिंक साझा करें
kn: ಲಿಂಕ್ ಹಂಚಿಕೊಳ್ಳಿ
ml: ലിങ്ക് പങ്കിടുക
ta: இணைப்பைப் பகிருங்கள்
te: లింక్ పంచుకోండి

source: Copy Link
hi: लिंक कॉपी करें
kn: ಲಿಂಕ್ ಕಾಪಿ ಮಾಡಿ
ml: ലിങ്ക് കോപ്പി ചെയ്യുക
ta: இணைப்பை நகலெடுக்கவும்
te: లింక్ కాపీ చేయండి

source: More Options
hi: अधिक विकल्प
kn: ಇನ್ನಷ್ಟು ಆಯ್ಕೆಗಳು
ml: കൂടുതൽ ഓപ്ഷനുകൾ
ta: மேலும் விருப்பங்கள்
te: మరిన్ని ఎంపికలు

source: Referral Benefits
hi: रेफरल लाभ
kn: ರೆಫರಲ್ ಪ್ರಯೋಜನಗಳು
ml: റഫറൽ ആനുകൂല്യങ്ങൾ
ta: பரிந்துரை நன்மைகள்
te: రెఫరల్ ప్రయోజనాలు

source: Earn Rewards
hi: पुरस्कार पाएं
kn: ಬಹುಮಾನಗಳನ್ನು ಗೆಲ್ಲಿ
ml: റിവാർഡുകൾ നേടുക
ta: வெகுமதிகள் பெறுங்கள்
te: బహుమతులు గెలుచుకోండి

# earnRewardsDescription
source: Get exclusive rewards when your friends join using your code
hi: जब आपके दोस्त आपका कोड उपयोग करके शामिल हों तो विशेष पुरस्कार पाएं
kn: ನಿಮ್ಮ ಸ್ನೇಹಿತರು ನಿಮ್ಮ ಕೋಡ್ ಬಳಸಿ ಸೇರಿದಾಗ ವಿಶೇಷ ಬಹುಮಾನಗಳನ್ನು ಪಡೆಯಿರಿ
ml: നിങ്ങളുടെ കോഡ് ഉപയോഗിച്ച് സുഹൃത്തുക്കൾ ചേരുമ്പോൾ പ്രത്യേക റിവാർഡുകൾ നേടുക
ta: உங்கள் நண்பர்கள் உங்கள் குறியீட்டைப் பயன்படுத்தி சேரும்போது பிரத்யேக வெகுமதிகளைப் பெறுங்கள்
te: మీ స్నేహితులు మీ కోడ్ ఉపయోగించి చేరినప్పుడు ప్రత్యేక బహుమతులు పొందండి

source: Help Friends
hi: दोस्तों की मदद करें
kn: ಸ್ನೇಹಿತರಿಗೆ ಸಹಾಯ ಮಾಡಿ
ml: സുഹൃത്തുക്കളെ സഹായിക്കുക
ta: நண்பர்களுக்கு உதவுங்கள்
te: స్నేహితులకు సహాయం చేయండి
