Repository: Sumit-rajput98/pashu_app
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, ta, te

# helpFriendsDescription
source: Your friends also get special bonuses when they sign up
hi: आपके दोस्तों को भी साइन अप करने पर विशेष बोनस मिलता है
kn: ನಿಮ್ಮ ಸ್ನೇಹಿತರು ಸೈನ್ ಅಪ್ ಮಾಡಿದಾಗ ವಿಶೇಷ ಬೋನಸ್ ಪಡೆಯುತ್ತಾರೆ
ml: നിങ്ങളുടെ സുഹൃത്തുക്കൾക്കും സൈൻ അപ്പ് ചെയ്യുമ്പോൾ പ്രത്യേക ബോണസ് ലഭിക്കുന്നു
ta: உங்கள் நண்பர்களும் பதிவு செய்யும்போது சிறப்பு போனஸ் பெறுவார்கள்
te: మీ స్నేహితులు కూడా సైన్ అప్ చేసినప్పుడు ప్రత్యేక బోనస్‌లు పొందుతారు

source: Unlimited Sharing
hi: असीमित साझाकरण
kn: ಅಪರಿಮಿತ ಹಂಚಿಕೆ
ml: പരിധിയില്ലാത്ത പങ്കിടൽ
ta: வரம்பற்ற பகிர்வு
te: అపరిమిత భాగస్వామ్యం

# unlimitedSharingDescription
source: Share your code as many times as you want with anyone
hi: अपना कोड जितनी बार चाहें किसी के साथ भी साझा करें
kn: ನಿಮ್ಮ ಕೋಡ್ ಅನ್ನು ಯಾರೊಂದಿಗಾದರೂ ಎಷ್ಟು ಬಾರಿ ಬೇಕಾದರೂ ಹಂಚಿಕೊಳ್ಳಿ
ml: ആരുമായും എത്ര തവണ വേണമെങ്കിലും നിങ്ങളുടെ കോഡ് പങ്കിടുക
ta: உங்கள் குறியீட்டை எத்தனை முறை வேண்டுமானாலும் யாருடனும் பகிர்ந்து கொள்ளுங்கள்
te: మీ కోడ్‌ను ఎవరితోనైనా ఎన్నిసార్లు వేండుమనుకున్నా పంచుకోండి

source: Track Progress
hi: प्रगति ट्रैक करें
kn: ಪ್ರಗತಿಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
ml: പുരോഗതി ട്രാക്ക് ചെയ്യുക
ta: முன்னேற்றத்தைக் கண்காணிக்கவும்
te: పురోగతిని ట్రాక్ చేయండి

# trackProgressDescription
source: Monitor your referral success and rewards in your profile
hi: अपनी प्रोफाइल में अपनी रेफरल सफलता और पुरस्कारों की निगरानी करें
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನಿಮ್ಮ ರೆಫರಲ್ ಯಶಸ್ಸು ಮತ್ತು ಬಹುಮಾನಗಳನ್ನು ಮಾನಿಟರ್ ಮಾಡಿ
ml: നിങ്ങളുടെ പ്രൊഫൈലിൽ നിങ്ങളുടെ റഫറൽ വിജയവും റിവാർഡുകളും നിരീക്ഷിക്കുക
ta: உங்கள் சுயவிவரத்தில் உங்கள் பரிந்துரை வெற்றி மற்றும் வெகுமதிகளைக் கண்காணிக்கவும்
te: మీ ప్రొఫైల్‌లో మీ రెఫరల్ విజయం మరియు బహుమతులను పర్యవేక్షించండి

source: How It Works
hi: यह कैसे काम करता है
kn: ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ
ml: ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു
ta: இது எவ்வாறு செயல்படுகிறது
te: ఇది ఎలా పనిచేస్తుంది

source: Share Your Code
hi: अपना कोड साझा करें
kn: ನಿಮ್ಮ ಕೋಡ್ ಹಂಚಿಕೊಳ್ಳಿ
ml: നിങ്ങളുടെ കോഡ് പങ്കിടുക
ta: உங்கள் குறியீட்டைப் பகிருங்கள்
te: మీ కోడ్ పంచుకోండి

# shareYourCodeDescription
source: Send your referral code or link to friends and family
hi: अपना रेफरल कोड या लिंक दोस्तों और परिवार को भेजें
kn: ನಿಮ್ಮ ರೆಫರಲ್ ಕೋಡ್ ಅಥವಾ ಲಿಂಕ್ ಅನ್ನು ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬದವರಿಗೆ ಕಳುಹಿಸಿ
ml: നിങ്ങളുടെ റഫറൽ കോഡ് അല്ലെങ്കിൽ ലിങ്ക് സുഹൃത്തുക്കൾക്കും കുടുംബാംഗങ്ങൾക്കും അയയ്ക്കുക
ta: உங்கள் பரிந்துரை குறியீடு அல்லது இணைப்பை நண்பர்கள் மற்றும் குடும்பத்தினருக்கு அனுப்புங்கள்
te: మీ రెఫరల్ కోడ్ లేదా లింక్‌ను స్నేహితులు మరియు కుటుంబ సభ్యులకు పంపండి

source: Friend Signs Up
hi: दोस्त साइन अप करता है
kn: ಸ್ನೇಹಿತ ಸೈನ್ ಅಪ್ ಮಾಡುತ್ತಾನೆ
ml: സുഹൃത്ത് സൈൻ അപ്പ് ചെയ്യുന്നു
ta: நண்பர் பதிவு செய்கிறார்
te: స్నేహితుడు సైన్ అప్ చేస్తాడు

# friendSignsUpDescription
source: They create an account using your referral code
hi: वे आपके रेफरल कोड का उपयोग करके खाता बनाते हैं
kn: ಅವರು ನಿಮ್ಮ ರೆಫರಲ್ ಕೋಡ್ ಬಳಸಿ ಖಾತೆ ರಚಿಸುತ್ತಾರೆ
ml: അവർ നിങ്ങളുടെ റഫറൽ കോഡ് ഉപയോഗിച്ച് അക്കൗണ്ട് സൃഷ്ടിക്കുന്നു
ta: அவர்கள் உங்கள் பரிந்துரை குறியீட்டைப் பயன்படுத்தி கணக்கை உருவாக்குகிறார்கள்
te: వారు మీ రెఫరల్ కోడ్ ఉపయోగించి ఖాతా సృష్టిస్తారు

source: Both Get Rewards
hi: दोनों को पुरस्कार मिलते हैं
kn: ಇಬ್ಬರೂ ಬಹುಮಾನಗಳನ್ನು ಪಡೆಯುತ್ತಾರೆ
ml: ഇരുവർക്കും റിവാർഡുകൾ ലഭിക്കുന്നു
ta: இருவரும் வெகுமதிகள் பெறுங்கள்
te: ఇద్దరూ బహుమతులు పొందుతారు

# bothGetRewardsDescription
source: You and your friend receive exclusive bonuses
hi: आपको और आपके दोस्त को विशेष बोनस मिलते हैं
kn: ನೀವು ಮತ್ತು ನಿಮ್ಮ ಸ್ನೇಹಿತ ವಿಶೇಷ ಬೋನಸ್‌ಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ
ml: നിങ്ങൾക്കും നിങ്ങളുടെ സുഹൃത്തിനും പ്രത്യേക ബോണസുകൾ ലഭിക്കുന്നു
ta: நீங்களும் உங்கள் நண்பரும் பிரத்யேக போனஸ்களைப் பெறுவீர்கள்
te: మీరు మరియు మీ స్నేహితుడు ప్రత్యేక బోనస్‌లు అందుకుంటారు

source: Link copied to clipboard!
hi: लिंक क्लिपबोर्ड पर कॉपी किया गया!
kn: ಲಿಂಕ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ಕಾಪಿ ಮಾಡಲಾಗಿದೆ!
ml: ലിങ്ക് ക്ലിപ്പ്ബോർഡിലേക്ക് കോപ്പി ചെയ്തു!
ta: இணைப்பு கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது!
te: లింక్ క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది!

source: Code copied to clipboard!
hi: कोड क्लिपबोर्ड पर कॉपी किया गया!
kn: ಕೋಡ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ಕಾಪಿ ಮಾಡಲಾಗಿದೆ!
ml: കോഡ് ക്ലിപ്പ്ബോർഡിലേക്ക് കോപ്പി ചെയ്തു!
ta: குறியீடு கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது!
te: కోడ్ క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది!

source: Referral Help
hi: रेफरल सहायता
kn: ರೆಫರಲ್ ಸಹಾಯ
ml: റഫറൽ സഹായം
ta: பரிந்துரை உதவி
te: రెఫరల్ సహాయం

# referralHelpContent
source: • Share your unique referral code with friends • Both you and your friend get rewards • No limit on how many friends you can refer • Track your referrals in your profile • Rewards are credited automatically
hi: • अपना अनूठा रेफरल कोड दोस्तों के साथ साझा करें • आपको और आपके दोस्त दोनों को पुरस्कार मिलते हैं • आप कितने भी दोस्तों को रेफर कर सकते हैं • अपनी प्रोफाइल में अपने रेफरल ट्रैक करें • पुरस्कार अपने आप क्रेडिट हो जाते हैं
kn: • ನಿಮ್ಮ ಅನನ್ಯ ರೆಫರಲ್ ಕೋಡ್ ಅನ್ನು ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ • ನೀವು ಮತ್ತು ನಿಮ್ಮ ಸ್ನೇಹಿತ ಇಬ್ಬರೂ ಬಹುಮಾನಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ • ನೀವು ಎಷ್ಟು ಸ್ನೇಹಿತರನ್ನು ರೆಫರ್ ಮಾಡಬಹುದು ಎಂಬುದಕ್ಕೆ ಮಿತಿಯಿಲ್ಲ • ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನಿಮ್ಮ ರೆಫರಲ್‌ಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ • ಬಹುಮಾನಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕ್ರೆಡಿಟ್ ಆಗುತ್ತವೆ
ml: • നിങ്ങളുടെ അതുല്യമായ റഫറൽ കോഡ് സുഹൃത്തുക്കളുമായി പങ്കിടുക • നിങ്ങൾക്കും നിങ്ങളുടെ സുഹൃത്തിനും റിവാർഡുകൾ ലഭിക്കുന്നു • എത്ര സുഹൃത്തുക്കളെ റഫർ ചെയ്യാം എന്നതിന് പരിധിയില്ല • നിങ്ങളുടെ പ്രൊഫൈലിൽ നിങ്ങളുടെ റഫറലുകൾ ട്രാക്ക് ചെയ്യുക • റിവാർഡുകൾ സ്വയമേവ ക്രെഡിറ്റ് ചെയ്യപ്പെടുന്നു
ta: • உங்கள் தனிப்பட்ட பரிந்துரை குறியீட்டை நண்பர்களுடன் பகிருங்கள் • நீங்களும் உங்கள் நண்பரும் இருவரும் வெகுமதிகள் பெறுவீர்கள் • எத்தனை நண்பர்களை பரிந்துரைக்கலாம் என்பதற்கு வரம்பு இல்லை • உங்கள் சுயவிவரத்தில் உங்கள் பரிந்துரைகளைக் கண்காணிக்கவும் • வெகுமதிகள் தானாகவே வரவு வைக்கப்படும்
te: • మీ ప్రత్యేక రెఫరల్ కోడ్‌ను స్నేహితులతో పంచుకోండి • మీరు మరియు మీ స్నేహితుడు ఇద్దరూ బహుమతులు పొందుతారు • మీరు ఎంతమంది స్నేహితులను రెఫర్ చేసినా పరిమితి లేదు • మీ ప్రొఫైల్‌లో మీ రెఫరల్‌లను ట్రాక్ చేయండి • బహుమతులు స్వయంచాలకంగా క్రెడిట్ చేయబడతాయి

# shareMessage
source: 🐄 Join me on Pashu Parivar - India's trusted livestock marketplace! 🐄 Find quality animals, connect with verified sellers, and grow your livestock business with premium features. ✨ Use my referral code: {referralCode} 🎁 Get exclusive rewards for both of us! Download now: {referralUrl} #PashuParivar #Livestock #Farming #AnimalTrading
hi: 🐄 पशु परिवार में मेरे साथ जुड़ें - भारत का भरोसेमंद पशुधन बाज़ार! 🐄 गुणवत्तापूर्ण जानवर खोजें, सत्यापित विक्रेताओं से जुड़ें, और प्रीमियम सुविधाओं के साथ अपना पशुधन व्यवसाय बढ़ाएं। ✨ मेरा रेफरल कोड उपयोग करें: {referralCode} 🎁 हम दोनों के लिए विशेष पुरस्कार पाएं! अभी डाउनलोड करें: {referralUrl} #पशुपरिवार #पशुधन #खेती #पशुव्यापार
kn: 🐄 ನನ್ನೊಂದಿಗೆ ಪಶು ಪರಿವಾರ್‌ನಲ್ಲಿ ಸೇರಿ - ಭಾರತದ ವಿಶ್ವಾಸಾರ್ಹ ಜಾನುವಾರು ಮಾರುಕಟ್ಟೆ! 🐄 ಗುಣಮಟ್ಟದ ಪ್ರಾಣಿಗಳನ್ನು ಹುಡುಕಿ, ಪರಿಶೀಲಿತ ಮಾರಾಟಗಾರರೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಿ ಮತ್ತು ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಜಾನುವಾರು ವ್ಯಾಪಾರವನ್ನು ಬೆಳೆಸಿ. ✨ ನನ್ನ ರೆಫರಲ್ ಕೋಡ್ ಬಳಸಿ: {referralCode} 🎁 ನಮ್ಮಿಬ್ಬರಿಗೂ ವಿಶೇಷ ಬಹುಮಾನಗಳನ್ನು ಪಡೆಯಿರಿ! ಈಗೇ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ: {referralUrl} #ಪಶುಪರಿವಾರ್ #ಜಾನುವಾರು #ಕೃಷಿ #ಪ್ರಾಣಿವ್ಯಾಪಾರ
ml: 🐄 പശു പരിവാറിൽ എന്നോടൊപ്പം ചേരുക - ഇന്ത്യയുടെ വിശ്വസനീയ കന്നുകാലി മാർക്കറ്റ്പ്ലേസ്! 🐄 ഗുണമേന്മയുള്ള മൃഗങ്ങളെ കണ്ടെത്തുക, സാക്ഷ്യപ്പെടുത്തിയ വിൽപ്പനക്കാരുമായി ബന്ധപ്പെടുക, പ്രീമിയം ഫീച്ചറുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ കന്നുകാലി ബിസിനസ്സ് വളർത്തുക. ✨ എന്റെ റഫറൽ കോഡ് ഉപയോഗിക്കുക: {referralCode} 🎁 ഞങ്ങൾ രണ്ടുപേർക്കും പ്രത്യേക റിവാർഡുകൾ നേടുക! ഇപ്പോൾ ഡൗൺലോഡ് ചെയ്യുക: {referralUrl} #പശുപരിവാർ #കന്നുകാലികൾ #കൃഷി #മൃഗവ്യാപാരം
ta: 🐄 பசு பரிவாரில் என்னுடன் சேருங்கள் - இந்தியாவின் நம்பகமான கால்நடை சந்தை! 🐄 தரமான விலங்குகளைக் கண்டறியுங்கள், சரிபார்க்கப்பட்ட விற்பனையாளர்களுடன் இணைந்து, பிரீமியம் அம்சங்களுடன் உங்கள் கால்நடை வணிகத்தை வளர்க்கவும். ✨ எனது பரிந்துரை குறியீட்டைப் பயன்படுத்துங்கள்: {referralCode} 🎁 எங்கள் இருவருக்கும் பிரத்யேக வெகுமதிகளைப் பெறுங்கள்! இப்போதே பதிவிறக்கவும்: {referralUrl} #பசுபரிவார் #கால்நடை #விவசாயம் #விலங்குவணிகம்
te: 🐄 పశు పరివార్‌లో నాతో చేరండి - భారతదేశపు విశ్వసనీయ పశువుల మార్కెట్‌ప్లేస్! 🐄 నాణ్యమైన జంతువులను కనుగొనండి, ధృవీకరించబడిన విక్రేతలతో కనెక్ట్ అవ్వండి మరియు ప్రీమియం ఫీచర్‌లతో మీ పశువుల వ్యాపారాన్ని పెంచుకోండి. ✨ నా రెఫరల్ కోడ్ ఉపయోగించండి: {referralCode} 🎁 మా ఇద్దరికీ ప్రత్యేక బహుమతులు పొందండి! ఇప్పుడే డౌన్‌లోడ్ చేయండి: {referralUrl} #పశుపరివార్ #పశువులు #వ్యవసాయం #జంతువుల వ్యాపారం

source: Terms of Service
hi: सेवा की शर्तें
kn: ಸೇವಾ ನಿಯಮಗಳು
ml: സേവന നിബന്ധനകൾ
ta: சேவை நியமங்கள்
te: సేవా నియమాలు

source: Privacy Policy
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാ നയം
ta: தனியுரிமை கொள்கை
te: గోప్యతా విధానం

# lastUpdated
source: Last updated: July 27, 2025
hi: अंतिम अपडेट: 27 जुलाई, 2025
kn: ಕೊನೆಗೆ ನವೀಕರಿಸಲಾಗಿದೆ: ಜುಲೈ 27, 2025
ml: അവസാനം അപ്‌ഡേറ്റ് ചെയ്തത്: ജൂലൈ 27, 2025
ta: கடைசியாக புதுப்பிக்கப்பட்டது: ஜூலை 27, 2025
te: చివరిసారి నవీకరించబడింది: జూలై 27, 2025

source: Acceptance of Terms
hi: नियमों की स्वीकृति
kn: ನಿಯಮಗಳ ಅಂಗೀಕಾರ
ml: നിബന്ധനകളുടെ സ്വീകാര്യത
ta: நியமங்களின் ஏற்றுக்கொள்ளல்
te: నియమాల అంగీకారం

# acceptanceOfTermsContent
source: By accessing and using Pashu Parivar, you accept and agree to be bound by the terms and provision of this agreement.
hi: पशु परिवार का उपयोग करके, आप इस समझौते के नियमों और प्रावधानों से बाध्य होने के लिए सहमत हैं।
kn: ಪಶು ಕುಟುಂಬವನ್ನು ಪ್ರವೇಶಿಸಿ ಉಪಯೋಗಿಸುವ ಮೂಲಕ, ನೀವು ಈ ಒಪ್ಪಂದದ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಅಂಗೀಕರಿಸುತ್ತೀರಿ ಮತ್ತು ಬದ್ಧರಾಗುತ್ತೀರಿ.
ml: പശു പരിവാർ ആക്സസ്സ് ചെയ്യുകയും ഉപയോഗിക്കുകയും ചെയ്യുന്നതിലൂടെ, ഈ കരാറിന്റെ നിബന്ധനകളും വ്യവസ്ഥകളും അനുസരിച്ച് പ്രവർത്തിക്കാൻ നിങ്ങൾ സ്വീകരിക്കുകയും സമ്മതിക്കുകയും ചെയ്യുന്നു.
ta: பசு பரிவாரை அணுகி பயன்படுத்துவதன் மூலம், இந்த ஒப்பந்தத்தின் நியமங்கள் மற்றும் விதிகளுக்கு கட்டுப்பட்டு இருக்க ஒப்புக்கொள்கிறீர்கள்.
te: పశు పరివార్‌ను యాక్సెస్ చేసి ఉపయోగించడం ద్వారా, మీరు ఈ ఒప్పందం యొక్క నియమాలు మరియు నిబంధనలకు కట్టుబడి ఉండడానికి అంగీకరిస్తారు.

source: Use License
hi: उपयोग लाइसेंस
kn: ಬಳಕೆಯ ಪರವಾನಗಿ
ml: ഉപയോഗ ലൈസൻസ്
ta: பயன்பாட்டு உரிமம்
te: వాడుక లైసెన్స్

# useLicenseContent
source: Permission is granted to temporarily download one copy of Pashu Parivar per device for personal, non-commercial transitory viewing only.
hi: व्यक्तिगत, गैर-व्यावसायिक अस्थायी देखने के लिए प्रति डिवाइस पशु परिवार की एक प्रति अस्थायी रूप से डाउनलोड करने की अनुमति दी गई है।
kn: ವೈಯಕ್ತಿಕ, ವಾಣಿಜ್ಯೇತರ ತಾತ್ಕಾಲಿಕ ವೀಕ್ಷಣೆಗೆ ಪ್ರತಿ ಸಾಧನಕ್ಕೊಂದಷ್ಟು ಪಶು ಕುಟುಂಬವನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವ ಪರವಾನಗಿ ನೀಡಲಾಗಿದೆ.
ml: വ്യക്തിപരവും വാണിജ്യേതരവുമായ താത്കാലിക കാഴ്ചയ്‌ക്കായി മാത്രം ഓരോ ഉപകരണത്തിനും പശു പരിവാറിന്റെ ഒരു കോപ്പി താത്കാലികമായി ഡൗൺലോഡ് ചെയ്യാൻ അനുമതി നൽകിയിരിക്കുന്നു.
ta: தனிப்பட்ட, வணிகமற்ற தற்காலிக பார்வைக்காக மட்டும் ஒரு சாதனத்திற்கு பசு பரிவாரின் ஒரு நகலை தற்காலிகமாக பதிவிறக்க அனுமதி வழங்கப்படுகிறது.
te: వ్యక్తిగత, వాణిజ్యేతర తాత్కాలిక వీక్షణ కోసం మాత్రమే పరికరానికి పశు పరివార్ యొక్క ఒక కాపీని తాత్కాలికంగా డౌన్‌లోడ్ చేయడానికి అనుమతి ఇవ్వబడింది.

source: User Responsibilities
hi: उपयोगकर्ता की जिम्मेदारियां
kn: ಬಳಕೆದಾರರ ಹೊಣೆಗಾರಿಕೆಗಳು
ml: ഉപയോക്താവിന്റെ ഉത്തരവാദിത്തങ്ങൾ
ta: பயனர் பொறுப்புகள்
te: వినియోగదారు బాధ్యతలు

# userResponsibilitiesContent
source: • Provide accurate information when creating listings • Respect other users and maintain professional conduct • Comply with all applicable laws and regulations • Not misuse the platform for fraudulent activities
hi: • लिस्टिंग बनाते समय सटीक जानकारी प्रदान करें • अन्य उपयोगकर्ताओं का सम्मान करें और पेशेवर आचरण बनाए रखें • सभी लागू कानूनों और नियमों का पालन करें • धोखाधड़ी की गतिविधियों के लिए प्लेटफॉर्म का दुरुपयोग न करें
kn: • ಜಾಹೀರಾತುಗಳನ್ನು ಸೃಷ್ಟಿಸುವಾಗ ಖಚಿತ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿ • ಇತರ ಬಳಕೆದಾರರನ್ನು ಗೌರವಿಸಿ ಮತ್ತು ವೃತ್ತಿಪರ ವರ್ತನೆ ಕಾಪಾಡಿ • ಎಲ್ಲಾ ಅನ್ವಯಿಸುವ ಕಾನೂನುಗಳು ಮತ್ತು ನಿಯಮಗಳನ್ನು ಪಾಲಿಸಿ • ಮೋಸಕಾರಿ ಚಟುವಟಿಕೆಗಳಿಗೆ ವೇದಿಕೆಯನ್ನು ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳಬೇಡಿ
ml: • ലിസ്റ്റിംഗുകൾ സൃഷ്ടിക്കുമ്പോൾ കൃത്യമായ വിവരങ്ങൾ നൽകുക • മറ്റ് ഉപയോക്താക്കളെ ബഹുമാനിക്കുകയും പ്രൊഫഷണൽ പെരുമാറ്റം നിലനിർത്തുകയും ചെയ്യുക • ബാധകമായ എല്ലാ നിയമങ്ങളും നിയന്ത്രണങ്ങളും അനുസരിക്കുക • വഞ്ചനാപരമായ പ്രവർത്തനങ്ങൾക്കായി പ്ലാറ്റ്‌ഫോം ദുരുപയോഗം ചെയ്യരുത്
ta: • பட்டியல்களை உருவாக்கும் போது துல்லியமான தகவல்களை வழங்கவும் • மற்ற பயனர்களை மரியாதைக்குரியவர்களாக கருதி தொழில்முறை நடத்தையை பராமரிக்கவும் • பொருந்தும் அனைத்து சட்டங்கள் மற்றும் விதிமுறைகளுக்கு இணங்கவும் • மோசடி நடவடிக்கைகளுக்கு இயங்குதளத்தை தவறாக பயன்படுத்த வேண்டாம்
te: • లిస్టింగ్‌లను సృష్టించేటప్పుడు ఖచ్చితమైన సమాచారాన్ని అందించండి • ఇతర వినియోగదారులను గౌరవించండి మరియు వృత్తిపరమైన ప్రవర్తనను కొనసాగించండి • వర్తించే అన్ని చట్టాలు మరియు నిబంధనలకు కట్టుబడండి • మోసపూరిత కార్యకలాపాలకు ప్లాట్‌ఫారమ్‌ను దుర్వినియోగం చేయవద్దు

source: Platform Services
hi: प्लेटफॉर्म सेवाएं
kn: ವೇದಿಕೆ ಸೇವೆಗಳು
ml: പ്ലാറ്റ്‌ഫോം സേവനങ്ങൾ
ta: இயங்குதள சேவைகள்
te: ప్లాట్‌ఫారమ్ సేవలు

# platformServicesContent
source: Pashu Parivar provides a platform for livestock trading, connecting buyers and sellers. We facilitate transactions but are not directly involved in the buying/selling process.
hi: पशु परिवार पशुधन व्यापार के लिए एक प्लेटफॉर्म प्रदान करता है, खरीदारों और विक्रेताओं को जोड़ता है। हम लेनदेन की सुविधा प्रदान करते हैं लेकिन खरीद/बिक्री प्रक्रिया में प्रत्यक्ष रूप से शामिल नहीं हैं।
kn: ಪಶು ಕುಟುಂಬವು ಖರೀದಿದಾರರು ಮತ್ತು ಮಾರಾಟದವರನ್ನು ಸಂಪರ್ಕಿಸುವ ಪಶು ವ್ಯಾಪಾರದ ವೇದಿಕೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ನಾವು ವ್ಯವಹಾರಗಳನ್ನು ಸೌಲಭ್ಯಗೊಳಿಸುತ್ತೇವೆ ಆದರೆ ನೇರವಾಗಿ ಖರೀದಿ/ಮಾರಾಟದಲ್ಲಿ ಭಾಗವಹಿಸದು.
ml: പശു പരിവാർ കന്നുകാലി വ്യാപാരത്തിനായി ഒരു പ്ലാറ്റ്‌ഫോം നൽകുന്നു, വാങ്ങുന്നവരെയും വിൽക്കുന്നവരെയും ബന്ധിപ്പിക്കുന്നു. ഞങ്ങൾ ഇടപാടുകൾ സുഗമമാക്കുന്നു, എന്നാൽ വാങ്ങൽ/വിൽപ്പന പ്രക്രിയയിൽ നേരിട്ട് ഉൾപ്പെട്ടിട്ടില്ല.
ta: பசு பரிவார் கால்நடை வர்த்தகத்திற்கு ஒரு இயங்குதளத்தை வழங்குகிறது, வாங்குபவர்களையும் விற்பனையாளர்களையும் இணைக்கிறது. நாங்கள் பரிவர்த்தனைகளை எளிதாக்குகிறோம் ஆனால் வாங்குதல்/விற்பனை செயல்முறையில் நேரடியாக ஈடுபடவில்லை.
te: పశు పరివార్ పశువుల వ్యాపారం కోసం ప్లాట్‌ఫారమ్‌ను అందిస్తుంది, కొనుగోలుదారులు మరియు అమ్మకందారులను కనెక్ట్ చేస్తుంది. మేము లావాదేవీలను సులభతరం చేస్తాము కానీ కొనుగోలు/అమ్మకం ప్రక్రియలో ప్రత్యక్షంగా పాల్గొనము.

source: Account Security
hi: खाता सुरक्षा
kn: ಖಾತೆಯ ಭದ್ರತೆ
ml: അക്കൗണ്ട് സുരക്ഷ
ta: கணக்கு பாதுகாப்பு
te: ఖాతా భద్రత

# accountSecurityContent
source: Users are responsible for maintaining the confidentiality of their account information and password. Notify us immediately of any unauthorized use.
hi: उपयोगकर्ता अपनी खाता जानकारी और पासवर्ड की गोपनीयता बनाए रखने के लिए जिम्मेदार हैं। किसी भी अनधिकृत उपयोग की तुरंत सूचना दें।
kn: ಬಳಕೆದಾರರು ತಮ್ಮ ಖಾತೆ ಮಾಹಿತಿ ಮತ್ತು ಪಾಸ್ವರ್ಡ್‌ನ ರಹಸ್ಯತೆಯನ್ನು ಕಾಪಾಡಲು ಹೊಣೆಗಾರರಾಗಿರುತ್ತಾರೆ. ಯಾವುದೇ ಅನಧಿಕೃತ ಬಳಕೆ ಸಂಭವಿಸಿದರೆ ತಕ್ಷಣ ನಮಗೆ ತಿಳಿಸಿ.
ml: അവരുടെ അക്കൗണ്ട് വിവരങ്ങളുടെയും പാസ്‌വേഡിന്റെയും രഹസ്യസ്വഭാവം നിലനിർത്തുന്നതിന് ഉപയോക്താക്കൾ ഉത്തരവാദികളാണ്. ഏതെങ്കിലും അനധികൃത ഉപയോഗം ഉടൻ ഞങ്ങളെ അറിയിക്കുക.
ta: பயனர்கள் தங்கள் கணக்கு தகவல் மற்றும் கடவுச்சொல்லின் ரகசியத்தை பராமரிக்க பொறுப்பாவர்கள். எந்தவொரு அங்கீகரிக்கப்படாத பயன்பாட்டையும் உடனடியாக எங்களுக்கு தெரிவிக்கவும்.
te: వారి ఖాతా సమాచారం మరియు పాస్‌వర్డ్ యొక్క గోప్యతను కొనసాగించడం వినియోగదారుల బాధ్యత. ఏదైనా అనధికార వినియోగం గురించి వెంటనే మాకు తెలియజేయండి.

source: Payment Terms
hi: भुगतान की शर्तें
kn: ಪಾವತಿ ಷರತ್ತುಗಳು
ml: പേയ്‌മെന്റ് നിബന്ധനകൾ
ta: கொடுப்பனவு நியமங்கள்
te: చెల్లింపు నియమాలు

# paymentTermsContent
source: All payments for premium services are processed securely. Subscription fees are non-refundable unless specified otherwise.
hi: प्रीमियम सेवाओं के लिए सभी भुगतान सुरक्षित रूप से संसाधित किए जाते हैं। सदस्यता शुल्क वापसी योग्य नहीं हैं जब तक कि अन्यथा निर्दिष्ट न हो।
kn: ಪ್ರೀಮಿಯಂ ಸೇವೆಗಳ ಪಾವತಿಗಳು ಸುರಕ್ಷಿತವಾಗಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತವೆ. ಚಂದಾದಾರಿಕೆ ಶುಲ್ಕಗಳು ಹಿಂಪಡೆಯಲಾಗದು, ಹೊರತು ಬೇರೆ ರೀತಿಯಲ್ಲಿ ನಿರ್ಧರಿಸಿದ್ದರೆ.
ml: പ്രീമിയം സേവനങ്ങൾക്കുള്ള എല്ലാ പേയ്‌മെന്റുകളും സുരക്ഷിതമായി പ്രോസസ്സ് ചെയ്യപ്പെടുന്നു. വേറെ വ്യക്തമാക്കിയിട്ടില്ലെങ്കിൽ സബ്‌സ്‌ക്രിപ്ഷൻ ഫീസ് റീഫണ്ട് ചെയ്യാൻ കഴിയില്ല.
ta: பிரீமியம் சேவைகளுக்கான அனைத்து கொடுப்பனவுகளும் பாதுகாப்பாக செயலாக்கப்படுகின்றன. சந்தா கட்டணங்கள் வேறுவிதமாக குறிப்பிடப்படாத வரை திரும்பப் பெற முடியாதவை.
te: ప్రీమియం సేవలకు అన్ని చెల్లింపులు సురక్షితంగా ప్రాసెస్ చేయబడతాయి. సబ్‌స్క్రిప్షన్ ఫీజులు వేరుగా పేర్కొనకపోతే వాపసు చేయలేనివి.

source: Content Guidelines
hi: सामग्री दिशानिर्देश
kn: ವಿಷಯದ ಮಾರ್ಗಸೂಚಿಗಳು
ml: ഉള്ളടക്ക മാർഗ്ഗനിർദ്ദേശങ്ങൾ
ta: உள்ளடக்க வழிகாட்டுதல்கள்
te: కంటెంట్ మార్గదర్శకాలు

# contentGuidelinesContent
source: All content uploaded must be appropriate, accurate, and comply with our community guidelines. We reserve the right to remove inappropriate content.
hi: अपलोड की गई सभी सामग्री उपयुक्त, सटीक होनी चाहिए और हमारे समुदायिक दिशानिर्देशों का पालन करना चाहिए। हम अनुपयुक्त सामग्री को हटाने का अधिकार सुरक्षित रखते हैं।
kn: ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗುವ ಎಲ್ಲಾ ವಿಷಯವು ಯೋಗ್ಯವಾಗಿರಬೇಕು, ಖಚಿತವಾಗಿರಬೇಕು ಮತ್ತು ನಮ್ಮ ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳಿಗೆ ಅನುಗುಣವಾಗಿರಬೇಕು. ಅನರ್ಹ ವಿಷಯವನ್ನು ತೆಗೆದುಹಾಕುವ ಹಕ್ಕುವನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸುತ್ತೇವೆ.
ml: അപ്‌ലോഡ് ചെയ്യുന്ന എല്ലാ ഉള്ളടക്കവും ഉചിതവും കൃത്യവും ആയിരിക്കുകയും ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി മാർഗ്ഗനിർദ്ദേശങ്ങൾ പാലിക്കുകയും വേണം. അനുചിതമായ ഉള്ളടക്കം നീക്കം ചെയ്യാൻ ഞങ്ങൾക്ക് അവകാശം സംവരണം ചെയ്യുന്നു.
ta: பதிவேற்றப்படும் அனைத்து உள்ளடக்கமும் பொருத்தமானதாகவும், துல்லியமானதாகவும் இருக்க வேண்டும் மற்றும் எங்கள் சமுதாய வழிகாட்டுதல்களுக்கு இணங்க வேண்டும். பொருத்தமற்ற உள்ளடக்கத்தை அகற்ற எங்களுக்கு உரிமை உள்ளது.
te: అప్‌లోడ్ చేయబడిన అన్ని కంటెంట్ తగినది, ఖచ్చితమైనది మరియు మా కమ్యూనిటీ మార్గదర్శకాలకు అనుగుణంగా ఉండాలి. అనుచితమైన కంటెంట్‌ను తొలగించే హక్కును మేము కలిగి ఉన్నాము.

source: Limitation of Liability
hi: दायित्व की सीमा
kn: ಉತ್ತರದಾಯಕತೆಯ ಮಿತಿ
ml: ബാധ്യതയുടെ പരിമിതി
ta: பொறுப்பின் வரம்பு
te: బాధ్యత పరిమితి

# limitationOfLiabilityContent
source: Pashu Parivar shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of the service.
hi: पशु परिवार सेवा के आपके उपयोग से होने वाले किसी भी अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी, या दंडात्मक नुकसान के लिए उत्तरदायी नहीं होगा।
kn: ಪಶು ಕುಟುಂಬ ಸೇವೆಯ ಬಳಕೆಯಿಂದ ಉಂಟಾಗುವ ಯಾವುದೇ ಪರೋಕ್ಷ, ಆಕಸ್ಮಿಕ, ವಿಶೇಷ, ಅನುಸರಣೆ ಅಥವಾ ದಂಡಾತ್ಮಕ ಹಾನಿಗಳಿಗಾಗಿ ಜವಾಬ್ದಾರಿಯಾಗಿರುವುದಿಲ್ಲ.
ml: സേവനത്തിന്റെ നിങ്ങളുടെ ഉപയോഗത്തിന്റെ ഫലമായുണ്ടാകുന്ന എന്തെങ്കിലും പരോക്ഷമായ, ആകസ്മികമായ, പ്രത്യേക, അനന്തരഫലമായ അല്ലെങ്കിൽ ശിക്ഷാപരമായ നാശനഷ്ടങ്ങൾക്ക് പശു പരിവാർ ബാധ്യസ്ഥനാകില്ല.
ta: சேவையின் உங்கள் பயன்பாட்டின் விளைவாக ஏற்படும் எந்தவொரு மறைமுக, தற்செயல், சிறப்பு, விளைவான அல்லது தண்டனையான சேதங்களுக்கு பசு பரிவார் பொறுப்பாகாது.
te: మీ సేవా వినియోగం వల్ల కలిగే ఏదైనా పరోక్ష, యాదృచ్ఛిక, ప్రత్యేక, పర్యవసాన లేదా శిక్షాత్మక నష్టాలకు పశు పరివార్ బాధ్యత వహించదు.

source: Modifications
hi: संशोधन
kn: ಬದಲಾವಣೆಗಳು
ml: പരിഷ്‌ക്കരണങ്ങൾ
ta: மாற்றங்கள்
te: మార్పులు

# modificationsContent
source: We reserve the right to modify these terms at any time. Users will be notified of significant changes.
hi: हम किसी भी समय इन शर्तों को संशोधित करने का अधिकार सुरक्षित रखते हैं। महत्वपूर्ण परिवर्तनों की सूचना उपयोगकर्ताओं को दी जाएगी।
kn: ಈ ನಿಯಮಗಳನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಾದರೂ ನಾವು ಬದಲಾಯಿಸುವ ಹಕ್ಕನ್ನು ಕಾಯ್ದಿರಿಸುತ್ತೇವೆ. ಪ್ರಮುಖ ಬದಲಾವಣೆಗಳನ್ನು ಬಳಕೆದಾರರಿಗೆ ತಿಳಿಸಲಾಗುತ್ತದೆ.
ml: ഈ നിബന്ധനകൾ ഏത് സമയത്തും പരിഷ്‌ക്കരിക്കാനുള്ള അവകാശം ഞങ്ങൾ സംവരണം ചെയ്യുന്നു. പ്രധാനപ്പെട്ട മാറ്റങ്ങളെക്കുറിച്ച് ഉപയോക്താക്കൾക്ക് അറിയിക്കും.
ta: எந்த நேரத்திலும் இந்த நியமங்களை மாற்றியமைக்க எங்களுக்கு உரிமை உள்ளது. குறிப்பிடத்தக்க மாற்றங்கள் குறித்து பயனர்களுக்கு அறிவிக்கப்படும்.
te: ఈ నియమాలను ఎప్పుడైనా సవరించే హక్కును మేము కలిగి ఉన్నాము. ముఖ్యమైన మార్పుల గురించి వినియోగదారులకు తెలియజేయబడుతుంది.

# contactInformationContent
source: For questions about these Terms of Service, please contact us at support@pashuparivar.com
hi: इन सेवा की शर्तों के बारे में प्रश्नों के लिए, कृपया हमसे support@pashuparivar.com पर संपर्क करें
kn: ಈ ಸೇವಾ ನಿಯಮಗಳ ಬಗ್ಗೆ ಪ್ರಶ್ನೆಗಳಿದ್ದರೆ, ದಯವಿಟ್ಟು support@pashuparivar.com ಗೆ ಸಂಪರ್ಕಿಸಿ
ml: ഈ സേവന നിബന്ധനകളെക്കുറിച്ചുള്ള ചോദ്യങ്ങൾക്ക്, ദയവായി support@pashuparivar.com ൽ ഞങ്ങളെ ബന്ധപ്പെടുക
ta: இந்த சேவை நியமங்கள் குறித்த கேள்விகளுக்கு, தயவுசெய்து எங்களை support@pashuparivar.com இல் தொடர்பு கொள்ளுங்கள்
te: ఈ సేవా నియమాల గురించి ప్రశ్నలకు, దయచేసి మాను support@pashuparivar.com వద్ద సంప్రదించండి

source: Information We Collect
hi: हम जो जानकारी एकत्र करते हैं
kn: ನಾವು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿ
ml: ഞങ്ങൾ ശേഖരിക്കുന്ന വിവരങ്ങൾ
ta: நாங்கள் சேகரிக்கும் தகவல்
te: మేము సేకరించే సమాచారం

# informationWeCollectContent
source: • Personal information: Name, phone number, email address • Profile information: Address, preferences, usage data • Device information: IP address, browser type, operating system • Usage data: App interactions, features used, session duration
hi: • व्यक्तिगत जानकारी: नाम, फोन नंबर, ईमेल पता • प्रोफ़ाइल जानकारी: पता, प्राथमिकताएं, उपयोग डेटा • डिवाइस जानकारी: IP पता, ब्राउज़र प्रकार, ऑपरेटिंग सिस्टम • उपयोग डेटा: ऐप इंटरैक्शन, उपयोग की गई सुविधाएं, सत्र अवधि
kn: • ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ: ಹೆಸರು, ಫೋನ್ ಸಂಖ್ಯೆ, ಇಮೇಲ್ ವಿಳಾಸ • ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ: ವಿಳಾಸ, ಇಚ್ಛೆಗಳು, ಬಳಕೆದಾರ ಡೇಟಾ • ಸಾಧನ ಮಾಹಿತಿ: ಐಪಿ ವಿಳಾಸ, ಬ್ರೌಸರ್ ಪ್ರಕಾರ, ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ • ಬಳಕೆ ಡೇಟಾ: ಆಪ್ ಸಂವಹನಗಳು, ಉಪಯೋಗಿಸಲಾದ ವೈಶಿಷ್ಟ್ಯಗಳು, ಸೆಷನ್ ಅವಧಿ
ml: • വ്യക്തിഗത വിവരങ്ങൾ: പേര്, ഫോൺ നമ്പർ, ഇമെയിൽ വിലാസം • പ്രൊഫൈൽ വിവരങ്ങൾ: വിലാസം, മുൻഗണനകൾ, ഉപയോഗ ഡാറ്റ • ഉപകരണ വിവരങ്ങൾ: IP വിലാസം, ബ്രൗസർ തരം, ഓപ്പറേറ്റിംഗ് സിസ്റ്റം • ഉപയോഗ ഡാറ്റ: ആപ്പ് ഇന്റർঅാക്ഷനുകൾ, ഉപയോഗിച്ച ഫീച്ചറുകൾ, സെഷൻ ദൈർഘ്യം
ta: • தனிப்பட்ட தகவல்: பெயர், தொலைபேசி எண், மின்னஞ்சல் முகவரி • சுயவிவர தகவல்: முகவரி, விருப்பத்தேர்வுகள், பயன்பாட்டு தரவு • சாதன தகவல்: IP முகவரி, உலாவி வகை, இயக்க முறைமை • பயன்பாட்டு தரவு: பயன்பாட்டு தொடர்புகள், பயன்படுத்தப்பட்ட அம்சங்கள், அமர்வு கால அளவு
te: • వ్యక్తిగత సమాచారం: పేరు, ఫోన్ నంబర్, ఇమెయిల్ చిరునామా • ప్రొఫైల్ సమాచారం: చిరునామా, ప్రాధాన్యతలు, వినియోగ డేటా • పరికర సమాచారం: IP చిరునామా, బ్రౌజర్ రకం, ఆపరేటింగ్ సిస్టమ్ • వినియోగ డేటా: యాప్ ఇంటరాక్షన్లు, ఉపయోగించిన ఫీచర్లు, సెషన్ వ్యవధి

source: How We Use Your Information
hi: हम आपकी जानकारी का उपयोग कैसे करते हैं
kn: ನಾವು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಉಪಯೋಗಿಸುತ್ತೇವೆ
ml: നിങ്ങളുടെ വിവരങ്ങൾ ഞങ്ങൾ എങ്ങനെ ഉപയോഗിക്കുന്നു
ta: உங்கள் தகவலை நாங்கள் எப்படி பயன்படுத்துகிறோம்
te: మేము మీ సమాచారాన్ని ఎలా ఉపయోగిస్తాము

# howWeUseYourInformationContent
source: We use collected information to: • Provide and maintain our services • Process transactions and send notifications • Improve user experience and app functionality • Communicate with you about updates and offers
hi: हम एकत्रित जानकारी का उपयोग करते हैं: • अपनी सेवाएं प्रदान करने और बनाए रखने के लिए • लेनदेन प्रक्रिया और सूचनाएं भेजने के लिए • उपयोगकर्ता अनुभव और ऐप कार्यक्षमता में सुधार के लिए • अपडेट और ऑफ़र के बारे में आपसे संवाद के लिए
kn: ನಾವು ಸಂಗ್ರಹಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಉಪಯೋಗಿಸುತ್ತೇವೆ: • ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನಿರ್ವಹಿಸಲು • ವ್ಯವಹಾರಗಳನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಿ ಮತ್ತು ಅಧಿಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸಲು • ಬಳಕೆದಾರ ಅನುಭವ ಮತ್ತು ಆಪ್ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಸುಧಾರಿಸಲು • ನವೀಕರಣಗಳು ಮತ್ತು ಕೊಡುಗೆಗಳ ಬಗ್ಗೆ ಸಂಪರ್ಕಿಸಲು
ml: ശേഖരിച്ച വിവരങ്ങൾ ഞങ്ങൾ ഉപയോഗിക്കുന്നത്: • ഞങ്ങളുടെ സേവനങ്ങൾ നൽകാനും നിലനിർത്താനും • ഇടപാടുകൾ പ്രോസസ്സ് ചെയ്യാനും അറിയിപ്പുകൾ അയയ്‌ക്കാനും • ഉപയോക്തൃ അനുഭവവും ആപ്പ് പ്രവർത്തനവും മെച്ചപ്പെടുത്താൻ • അപ്ഡേറ്റുകളെയും ഓഫറുകളെയും കുറിച്ച് നിങ്ങളുമായി ആശയവിനിമയം നടത്താൻ
ta: சேகரிக்கப்பட்ட தகவலை நாங்கள் பயன்படுத்துகிறோம்: • எங்கள் சேவைகளை வழங்க மற்றும் பராமரிக்க • பரிவர்த்தனைகளை செயலாக்க மற்றும் அறிவிப்புகளை அனுப்ப • பயனர் அனுபவம் மற்றும் பயன்பாட்டு செயல்பாட்டை மேம்படுத்த • புதுப்பிப்புகள் மற்றும் சலுகைகள் குறித்து உங்களுடன் தொடர்பு கொள்ள
te: సేకరించిన సమాచారాన్ని మేము ఉపయోగిస్తాము: • మా సేవలను అందించడానికి మరియు నిర్వహించడానికి • లావాదేవీలను ప్రాసెస్ చేసి నోటిఫికేషన్లు పంపడానికి • వినియోగదారు అనుభవం మరియు యాప్ కార్యాచరణను మెరుగుపరచడానికి • అప్‌డేట్లు మరియు ఆఫర్‌ల గురించి మీతో కమ్యూనికేట్ చేయడానికి

source: Information Sharing
hi: जानकारी साझाकरण
kn: ಮಾಹಿತಿಯ ಹಂಚಿಕೆ
ml: വിവര പങ്കിടൽ
ta: தகவல் பகிர்வு
te: సమాచార భాగస్వామ్యం
